{
  "id": 49234,
  "guid": "034f85e4-8d3f-535a-b780-cf0ae255bf4a",
  "logo": "/media/hip-berlin-2022/submissions/CXMGMG/DALLE_2022-12-02_17.43.20_oElVZaT.png",
  "date": "2022-12-28T12:00:00+01:00",
  "start": "12:00",
  "duration": "02:20",
  "room": "HDMI (room 3)",
  "slug": "jev22-49234-hacking_in_parallel",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/CXMGMG/",
  "title": "Hacking in Parallel",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Workshop",
  "language": "en",
  "abstract": "In this workshop, we quickly go over the various fields of IT-Security and how small, brain teaser-like challenges can assist you in learning about them.\r\nAs an example of such a field, we will teach you the basics of Reverse Engineering, the art of understanding what code does.",
  "description": "This workshop aims to introduce new players to the world of CTFs. In CTFs, players must solve challenges in various domains, mostly, but not exclusively, related to IT-Security. \r\n\r\nWe are seasoned CTF players playing for the German Team ALLES!. \r\n\r\nTo get started with playing CTF, you have to learn a ton of new stuff, which can be pretty overwhelming, especially if you aren't used to it. Since ALLES! is not a typical CTF team affiliated with a university, most of our members hadn't been taught those concepts top-down. Instead, we started by just playing. This is harder than it should be, right? That's what we're thinking as well. We joined NFITS e.V. (a nonprofit organization aiming to bring new people into CTFs)\r\n    \r\nAs part of NFITS e.V. we are trying to bridge this gap. During this workshop, we will try to do the same thing. We want to teach you about CTFs using Reverse Engineering as an example.\r\n\r\nReverse Engineering is the art of looking at a program to understand what a program does. We do this to reimplement or even find flaws in the program. There are multiple tools that can assist you with this. We will bring various challenges with different difficulties so you can start from zero.\r\n\r\nYou need to bring some kind of notebook running Linux, some programming experience, and the willingness to learn a new skill.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3367,
      "code": "QFERWH",
      "public_name": "Nils Ole Timm",
      "biography": "I break things.\r\n@firzen14\r\n@not@infosec.exchange\r\nfirzen.de",
      "answers": []
    },
    {
      "id": 3355,
      "code": "TPLUP7",
      "public_name": "Felipe (localo)",
      "biography": null,
      "answers": []
    },
    {
      "id": 3354,
      "code": "GNZHLA",
      "public_name": "Daniel (D_K)",
      "biography": "IT Security Student and Researcher. Member of ALLES!",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "9e74f0b2-ce80-46da-8db4-cd1510000bed",
  "origin": "pretalx.c3voc.de"
}