{
  "id": 559,
  "guid": "05c59248-8fa2-5116-9a66-22bb6d51728e",
  "logo": "",
  "date": "2022-12-29T10:00:00+01:00",
  "start": "10:00",
  "duration": "06:00",
  "room": "Ausstellungsraum 3 - H2-2.7",
  "slug": "jev22-559-ausstellung_von_daria_novikova_und_gerhana_tarmizi",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/CLYGVZ/",
  "title": "Ausstellung von Daria Novikova und Gerhana Tarmizi",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Kunst",
  "language": "de",
  "abstract": "Ein Raum für Kunst der Magistra Daria (Gagaria) und des Gerhaner. Selbstreflexion, Affektverarbeitung und Bruchstücke von Traumbildern bedingen einen Ausstellungsraum der sich anfühlt wie das Wohnzimmer eines Melancholikers.",
  "description": "Setzt euch in das geborgene Zimmerchen und lasst euch von den Zeichnungen und Malereien der exzentrischen Freunde einlullen.\r\n\r\nDaria: Die Werke die ich ausstelle sind Großformatige Kohlezeichnungen und Kaltnadelstichdrucke die ich in den letzten zwei Monaten angefertigt habe. Die Arbeiten haben gemeinsam, dass ich mich in ihnen mit übereinanderliegenden Ebenen im ästhetischen-, sowie im Bedeutungskontext beschäftigt habe.\r\n\r\nGerhana: Ausgestellt werden Malereien, die sich mit der Fähigkeit des Menschen beschäftigen, eigene Realitäten erschaffen zu können. Kurz zusammengefasst: Ich bin ein Künstler der über Künstler malt.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 146,
      "code": "KELGVU",
      "public_name": "Daria Novikova",
      "biography": "Daria, 19, Kunstschaffende, da sonst nichts Sinn macht.",
      "answers": []
    },
    {
      "id": 71,
      "code": "7AW7SJ",
      "public_name": "Gerhana",
      "biography": "Ich bin Gerhana, 20 Jahre alt und aus Grafing bei München. Ich liebe Kunst und male und musiziere gerne. Dabei ist mein soziales Umfeld meine größte Inspiration, da alle Lebewesen und deren Geschichten und Erfahrungen mich faszinieren. Geboren wurde ich in einem streng muslimischen Umfeld in Indonesien, was meine Faszination fuer die Obskur-exaltierte Kälte der westlichen Gesellschaft begründet.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}