{
  "id": 49246,
  "guid": "09e72f05-7abc-5d7e-9cab-fede3621e805",
  "logo": "",
  "date": "2022-12-29T20:00:00+01:00",
  "start": "20:00",
  "duration": "00:40",
  "room": "Fireshonks-Stream",
  "slug": "fire-shonks-2022-49246-post-quantum-cryptography-detours-delays-and-disasters",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/B7GMAL/",
  "title": "Post-Quantum Cryptography: Detours, delays, and disasters",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "en",
  "abstract": "Post-quantum cryptography is an important branch of cryptography, studying cryptography under the threat model that the attacker has a quantum computer. Systems that can withstand quantum attacks are urgently needed but in many applications all parties need to agree on what system is used. NIST, the US National Institute for Standards and Technology, has been running a competition to select some systems as standards. This talk will report on the process and cover some of the interesting ways that the design, standardization, and deployment of post-quantum cryptography have been going wrong.",
  "description": "Why do we still not use post-quantum cryptography? This talk sheds some light on what happened beyond the efforts of researchers to design good crypto and get it deployed. Bring your tinfoil hats.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3361,
      "code": "XD9BP3",
      "public_name": "D. J. Bernstein",
      "biography": "D. J. Bernstein (@djb@cr.yp.to) designs cryptography to proactively reduce risks. His currently deployed designs, with various coauthors, include X25519, Ed25519, ChaCha20, SipHash, and NTRU Prime. He coined the phrase \"post-quantum cryptography\" in 2003.",
      "answers": []
    },
    {
      "id": 3360,
      "code": "LXNMNN",
      "public_name": "Tanja Lange",
      "biography": "Tanja is a professor in Eindhoven and has been working on cryptography for many years.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}