{
  "id": 183,
  "guid": "0bb18303-6daa-56b6-8b83-13530ca96311",
  "logo": "/media/freiraumforum/submissions/D9NJMY/Foto_CareWerkstatt_i6S4PZd.jpg",
  "date": "2022-12-30T14:00:00+01:00",
  "start": "14:00",
  "duration": "02:00",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-183-care_werkstatt_who_cares_werkstatt_fuer_fuersorge_praktiken_by_assoziation",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/D9NJMY/",
  "title": "Care Werkstatt // Who Cares? Werkstatt für Fürsorge(praktiken). by Assoziation:E",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "Who cares ist Bildungsangebot und Anlaufstelle für Menschen, die für andere Menschen da sind / da sein wollen. Und dabei von der (Reproduktions-)Arbeits- und Geschlechterforschung profitieren möchten. Kommt rum und bastelt gemeinsam an progressiven Modellen zur Bewältigung eurer Fürsorgearbeit!",
  "description": "Who Cares (ist) konzipiert (für) soziale Räume, in denen Menschen emanzipatorische Ansätze zur praktischen Bewältigung von Fürsorgearbeit entwickeln. In unserer Care-Werkstatt auf dem Freiraumforum können verschiedene Ansätze für radikal zärtliche Beziehungsweisen entwickelt und reflektiert werden. \r\n\r\nVerschiedenes Wissen aus Jahrzehnten von globaler und feministischer Forschung hilft beim Verstehen, Vorbeugen und Überwinden bekannter, nur scheinbar individueller Problematiken im Bereich der Care-Arbeit. Außerdem können verschiedene Kollektive miteinander in Austausch treten und Bezug zur gesellschaftlichen Dimension der (scheiternden) Fürsorge herstellen. \r\n\r\nWho cares möchte angesichts verschärfter sozialer Notlagen individuelle Handlungsfähigkeit in solidarischen, zärtlichen Beziehungsweisen ermöglichen - und damit verbunden Perspektiven auf ein gutes, selbstbestimmtes Leben für alle Menschen greifbar machen. Und gemeinsam die Abhängigkeit von patriarchal strukturierten Familienkonzepten auf der einen und arbeitsame Vereinsamung sowie rassifizierter und chauvinistischer Externalisierung von Care auf der anderen Seite zu überwinden.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 138,
      "code": "8UNDWN",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    },
    {
      "id": 158,
      "code": "Y9XTHZ",
      "public_name": "Assoziation:E e.V.",
      "biography": "Assoziation E e.V. ist eine parteiunabhängige Organisation zur Förderung emanzipatorischen Denkens und Handelns. Der Verein bietet Akteuren aus Wissenschaft&Forschung, Kunst&Kultur und Bildung&Erziehung einen ideellen und materiellen Rahmen für Bestrebungen, Menschen ein würdiges Leben zu ermöglichen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}