{
  "id": 14,
  "guid": "0d6314a9-9049-59b4-b6e3-3d909086b378",
  "logo": "/media/rtc22/submissions/MCVSWU/Logo_blue_f148DRv.png",
  "date": "2022-12-28T13:00:00+01:00",
  "start": "13:00",
  "duration": "00:30",
  "room": "Sparti",
  "slug": "rtc22-14-machen-wir-die-elektronik-durch-hardware-as-a-service-kreislauffhiger",
  "url": "https://cfp.ccc-p.org/rtc22/talk/MCVSWU/",
  "title": "Machen wir die Elektronik durch \"Hardware as a service\" kreislauffähiger",
  "subtitle": "",
  "track": null,
  "type": "Talk",
  "language": "de",
  "abstract": "Die Elektronikindustrie verursacht eine große Menge negativer externer Effekte, von den Minen bis zum Ende der Lebensdauer der Produkte. Viele Studien haben gezeigt, dass die meisten dieser Auswirkungen während der Entstehung und dem Ende des Produkts auftreten. Daher besteht die erste Priorität darin, die Zahl der hergestellten und verkauften elektronischen Geräte zu verringern. Dies ist jedoch für Unternehmen, die ausschließlich auf den Verkauf dieser Geräte angewiesen sind, nicht realisierbar. Daher ist ein anderes Geschäftsmodell erforderlich: Product as as Service (PaaS). Wir werden untersuchen, unter welchen Bedingungen diese neue Art des Wirtschaftens wirklich nachhaltig sein kann (Spoiler: indem sie zirkulär ist!) und ob die Elektronik nicht auch zu einem Gemeingut werden könnte.",
  "description": "",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 19,
      "code": "FVXUPD",
      "public_name": "Lina Dingler",
      "biography": "Für Commown - der Kooperative für nachhaltige Elektronik - mache ich die Presse - und Öffentlichkeitsarbeit für die DACH-Region. Auch nebenberuflich ist mein Interesse im Umweltschutz erkennbar. Derzeit lasse ich mich nebenberuflich als Campaignerin mit Schwerpunkt auf Klimaaktivismus ausbilden. Die Zirkularität der Elektronikindustrie ist eine große Herausforderung, lasst sie uns gemeinsam angehen!",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "cfp.ccc-p.org"
}