{
  "id": 508,
  "guid": "0f508ad6-0d8c-5497-8041-c738a29e4a70",
  "logo": "/media/freiraumforum/submissions/C9NQFY/Titel_Gefluester_2pgPiIw.jpeg",
  "date": "2022-12-26T15:00:00+01:00",
  "start": "15:00",
  "duration": "01:30",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-508-es_geht_durch_die_welt_ein_gefluester",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/C9NQFY/",
  "title": "\"Es geht durch die Welt ein Geflüster",
  "subtitle": " - Zeitzeug*innen der Revolution und Räterepublik in Baiern 1918/19\"",
  "track": "Freiräume",
  "type": "Film",
  "language": "de",
  "abstract": "Revolutionsfilm \"Es geht durch die Welt ein Geflüster\" und Workshop \"Konkrete Utopien\" (120 Min)",
  "description": "Siebter November 1918. Revolutionäre Nacht in München. Nach einer Großdemo führt Kurt Eisner die Menschenmenge zu den Kasernen. Die kriegsmüden Soldaten laufen sofort über. Der König samt Entourage flieht. Ohne Blutvergießen wird der Freistaat Baiern geboren. Der Film entstand 1988 und es kommen damals bereits hochbetagten ZeitzeugInnen aus dem anarchistischen, kommunistischen und sozialistischen Spektrum zu Wort. Die Errungenschaften der Revolution werden ebenso thematisiert wie ihr Scheitern. Dazu gehören die Verwerfungen innerhalb der Linken wie auch die Heldinnen der Frauenbewegung; zuvorderst das Lesbenpaar Anita Augspurg und Lida Gustava Heymann.\r\nFür diejenigen, die heute für eine gerechte Gesellschaft kämpfen wirft \"Es geht durch die Welt ein Geflüster\" brisante politische Fragen auf: Welche Utopien brauchen wir heute? Was tun, wenn die Freiheit auf der Straße liegt? In welcher Welt wollen wir leben?\r\nD 1988/2019   74 Min. \r\nAnschließend an die Filmvorführung findet ein Workshop statt, in dem wir uns mit konkreten Utopien zu einer gerechten Welt beschäftigen wollen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 110,
      "code": "UV8YGG",
      "public_name": "Uli",
      "biography": "http://www.bezmedien.de/index.php/referenzen",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "64f358c2-82f2-11ed-b6f2-370ab4c5fdf0",
  "origin": "forum.freiraeumen.jetzt"
}