{
  "id": 49244,
  "guid": "10710f38-5cc9-53ea-917c-aea5fc66c008",
  "logo": "/media/hip-berlin-2022/submissions/8BSVFY/b33_XpEo1SV.jpg",
  "date": "2022-12-27T13:00:00+01:00",
  "start": "13:00",
  "duration": "01:00",
  "room": "HIP22 - Track 2 - Room 2",
  "slug": "jev22-49244-how_to",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/8BSVFY/",
  "title": "How To",
  "subtitle": ": Legal Blockieren",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "Nazis, Querdenken und andere verschwörungsideologische Aufmärsche - welche Möglichkeiten gibt es, in Einklang mit Versammlungsgesetzen und in Verhandlungen mit Polizei und Versammlungsbehörden legal zu blockieren? Ein How-To aus den Erfahrungen bei @QuerstellenDD.",
  "description": "Im Januar 2022 gründete sich in Dresden eine lose Gruppe von Aktivist:innen, die unter dem Namen „QuerstellenDD“ diverse Querdenken-Aufmärsche nicht weiter unwidersprochen durch die Stadt laufen lassen wollte. Montag um Montag gelang es trotz deutlicher zahlenmäßiger Unterlegenheit, den - zu dieser Zeit oftmals unangezeigten - Aufzügen den Weg abzuschneiden, ihre Route zu beeinflussen und sie aus der Innenstadt oder gar aus ganzen Stadtteilen herauszuhalten. Frei nach dem Motto: Whose Streets? Our Streets!\r\n\r\nDiese Wochen waren und sind noch immer ein großes Lehrstück für den Umgang mit rechten Protesten, Polizeikräften und Versammlungsbehörden. Im Gegensatz zu klassisch linksaktivistischen Blockaden wurde bewusst und gut vorbereitet mit der Polizei und der Versammlungsbehörde in Kontakt getreten.\r\n\r\nDie Aktionen brachten einige beachtliche Erfolge mit sich:\r\n1. Versammlungsbehörde und Polizei konnten nicht anders, als die legalen Blockaden vor dem mitunter aggressiven oder sogar gewalttätigen Mob zu schützen. Erst durch den Gegenprotest wurden die öffentlichen Stellen überhaupt genötigt, die bis dato weitgehend unbehelligten, unangemeldeten Versammlungen stärker unter Kontrolle zu bringen.\r\n2. Es wurde öffentliche Aufmerksamkeit auf das Gewaltpotential, mitlaufende Nazis, Rechtsextreme und die Gefährlichkeit der verbreiteten Verschwörungsmythen gelenkt.\r\n3. Es wurden auf Seite der Blockierenden weder ID-Feststellungen durchgeführt noch Straftaten oder Ordnungswidrigkeiten festgestellt. Alle Teilnehmenden konnten somit weitestgehend vor polizeilicher Repression geschützt werden.\r\n\r\nWissen ist zum Teilen da - Zeit, für Strategien und Tipps zum „legalen Blockieren“.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3358,
      "code": "88XU3M",
      "public_name": "Anne Herpertz",
      "biography": "Anne Herpertz ist Aktivistin, Politikwissenschaftlerin und seit Juni 2022 Bundesvorsitzende der Piratenpartei Deutschland. In Dresden ist sie neben der kommunalen Politik vor allem auf der Straße bei linken, antifaschistischen Protesten zu finden.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0dc",
  "origin": "pretalx.c3voc.de"
}