{
  "id": 1809,
  "guid": "180bc915-bedb-5f94-91b6-86bb368d9386",
  "logo": "",
  "date": "2022-12-27T17:30:00+01:00",
  "start": "17:30",
  "duration": "01:30",
  "room": "Stände - H2-4.8",
  "slug": "jev22-1809-frei_raum_im_kontext_des_speziesismus",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/3ZF8G8/",
  "title": "(FREI)RAUM im Kontext des Speziesismus",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Stand",
  "language": "de",
  "abstract": "Der Stand soll sich mit Themen rund um die (Frei)Räume in der Stadt München für Tiere handeln. Wir zeigen auf, wie (Frei)Räume bereits beansprucht werden von Menschen, die sich für Tierrechte einsetzen und zeigen, wie viel Raum die Ausbeutung von nichtmenschlichen Tieren einnimmt.",
  "description": "Unser Stand soll eine Ausstellungsfläche sein, die alle einlädt, ein Gefühl dafür zu bekommen, wie der Raum für und gegen Tiere in München genutzt wird, wie eine Stadt mit speziesismusfreien Räumen aussehen kann und wie diese idealerweise etabliert werden können. Unsere Kernfragen lauten: Was ist der Status quo momentan in München? Wie verankert ist Diskriminierung? Welche Spannungsfelder gibt es? Werden diese überhaupt wahrgenommen? Wie viel (Frei)raum haben Tiere in der Stadt? Wie viel davon beansprucht die Tierindustrie? Wie nehmen Tierrechtsaktivisti (Frei)raum ein? Wie viel Raum nimmt der Speziesismus ein? Wie viel Potenzial kann aktiviert werden, wenn die Flächen der Tierindustrie weggedacht und eines Tages tatsächlich abgeschafft werden?\r\n\r\nÜber einen Screen zeigen wir inszenierte Kunst/Bilder/Videos zum Thema, Tierrechtsaktivisti in Aktion und wie sich die Beziehung zwischen Menschen & Tieren nach dem Ideal einer diskriminierungsfreien Gesellschaft ändern sollte. Ebenso haben wir Flyer und Infos rund zum Thema Speziesismus, Tierrechten und Aktionen. Ein Entscheidungspfad soll dazu animieren, sich mit ihrer eigenen Beziehung zu Tieren & dem Speziesismus auseinaderzusetzen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 137,
      "code": "GXJPUL",
      "public_name": "Meri Väyrynen",
      "biography": "Ich bin Meri, freie Videojournalistin, Editorin und Tierrechtsaktivistin wohnhaft in München. Gemeinsam wollen wir, verschiedene Tierrechtsaktivisti aus Deutschland, an unserem Stand informieren über Tiere, den Umgang mit ihnen, über den Speziesismus und dabei zeigen wie wir in der Stadt München aktiv sind, wie wir allgemein den (Frei)raum in München wahrnehmen und wo alles Potential verborgen liegt. Wir sind der Ansicht: der Speziesismus gehört abgeschafft und damit auch die Tierausbeutung, die flächendeckend in München vorzufinden ist. Was passiert, wenn diese Flächen frei werden?",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}