{
  "id": 1540,
  "guid": "1c5cec4a-ddb0-57af-9533-3ece169b2501",
  "logo": "/media/freiraumforum/submissions/BAXL8J/MindOverTechLogo400x400_xxm8Jtr.jpeg",
  "date": "2022-12-29T18:30:00+01:00",
  "start": "18:30",
  "duration": "02:00",
  "room": "Workshopraum 3 - H2-3.6",
  "slug": "jev22-1540-mind_over_tech_intenional_digital_habit_workshop",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/BAXL8J/",
  "title": "Mind Over Tech - Intenional Digital Habit Workshop",
  "subtitle": "",
  "track": null,
  "type": "Workshop",
  "language": "de",
  "abstract": "This is an experience based workshop to explore your individual digital habits - an opportunity to take a look how your tech use is in alignment with your priorities in terms of time managment, mental and physical health and communication habits. For more information take a look at mindovertech.com",
  "description": "Habit change is hard. Digital habit change is particularly hard. Our relationship with technology is complex as digital interactions are deeply embedded in our daily lives. It is unrealistic to stop using our devices entirely, but checking in with our intentions and visions might help us shifting our use of technology to one that supports our engagement, creativity and productivity vs one that strains our attention and keeps us sucked in circles of disaster coverage and push up notifications. \r\nThis workshop mediates tools how we can face our habits with kindness and see what or if we want to adjust. This is not about right or wrong use of Technology but simply about awareness and the decision  to spend our time according to our priorities. \r\n\r\nFor more information about the digital habit lab check out: >> mindovertech.com",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 126,
      "code": "EDMWGA",
      "public_name": "Lara Loehr",
      "biography": "Seit etwa 10 Jahren widme ich mich der Meditation und bin theoretisch begeistert und praktisch neugierig, wie wir „alte“ Ideen von Sein in neue Formen von Tun integrieren können. 2020 beendete ich meinen Master in Religionswissenschaften in dem ich mich vor allem mit Sinnlichkeit, Kulturen der Liebe und Ideologie beschäftigte. Derzeit bilde ich mich als MBSR (Mindfullness Based Stress Reduction) Lehrerin fort, eine Methode die sich den Feldern der Psychologie und Meditation bedient um Menschen Methoden zur Stressbewältigung zugänglich zu machen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}