{
  "id": 2241,
  "guid": "224ecd16-80d4-55e1-8e68-cfdaa5099801",
  "logo": "",
  "date": "2022-12-26T16:00:00+01:00",
  "start": "16:00",
  "duration": "01:15",
  "room": "Ruheraum - H1-2.1",
  "slug": "jev22-2241-supporting_resilience_with_mindfulness_an_introduction_to_mindfulness_practice",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/DALED8/",
  "title": "Supporting Resilience with Mindfulness - an introduction to mindfulness practice",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Weiteres",
  "language": "de",
  "abstract": "How can we support activism by learning how stress impacts our systems? How can we generate spaces that are safe and nourishing? Mindfulness can be a central tool in supporting healthy resistance - this is an introduction. >> love-ethics.eu",
  "description": "Impulsvortrag: Supporting Resilience with Mindfulness - Connecting with body as a resource \r\n\r\n\r\nMany activists are highly engaged and identified with their work and often carry their worry and thoughts with them through every day life, way beyond their actual work. How can we support activism by learning how stress impacts our systems? How can we generate spaces that are safe and nourishing? \r\nMindfulness is a tool that can be used way further then as personal relaxation method but actually supports resilient movements of resistance, nourish communities with establishing habits of pausing and caring and learning to be with what is. MBSR is a method that was developed in working with pain patients and takes a close look at the phenomenon of stress as well as physiogical and emotional pain. \r\n\r\n\r\nPresentation - What is stress?\r\nHow does stress impact our physical and emotional health?\r\nHow does mindfulness impact our stress reactions.\r\nHow could I start to practice?",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 126,
      "code": "EDMWGA",
      "public_name": "Lara Loehr",
      "biography": "Seit etwa 10 Jahren widme ich mich der Meditation und bin theoretisch begeistert und praktisch neugierig, wie wir „alte“ Ideen von Sein in neue Formen von Tun integrieren können. 2020 beendete ich meinen Master in Religionswissenschaften in dem ich mich vor allem mit Sinnlichkeit, Kulturen der Liebe und Ideologie beschäftigte. Derzeit bilde ich mich als MBSR (Mindfullness Based Stress Reduction) Lehrerin fort, eine Methode die sich den Feldern der Psychologie und Meditation bedient um Menschen Methoden zur Stressbewältigung zugänglich zu machen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}