{
  "id": 49192,
  "guid": "23ec4773-7c5d-577a-848d-0ac0143bf5ca",
  "logo": "",
  "date": "2022-12-27T14:30:00+01:00",
  "start": "14:30",
  "duration": "01:30",
  "room": "Track 2 room 2",
  "slug": "hip-berlin-2022-49192-regenerative-hacking-ecosystemic-design-workshop-for-rural-community-hackspaces",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/VL3KS3/",
  "title": "Regenerative Hacking : Ecosystemic design workshop for rural community hackspaces",
  "subtitle": "",
  "track": "Track 2 Room 2",
  "type": "Talk/panel 75 min + 10 min Q&A (85 Minuten)",
  "language": "en",
  "abstract": "Workshop exploring Regenerative design in the context of a rural community art and hackerspace in the small Welsh speaking town of Caernarfon in rural North Wales.",
  "description": "We will look at the emerging Regenerative Paradigm which is defined in contrast to the currently dominant exploitative paradigm. We'll take a holistic lens and look at a poor rural community in Wales, using tools introduced we'll identify the patterns of life energy in local systems (such as the food economy, the stuff economy, the local community knowledge economy) and explore how we can design a community hackerspace for a rural setting that might shift systems from the extractive to the regenerative.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3322,
      "code": "NJFHLM",
      "public_name": "Liam Kurmos",
      "biography": "After studying and traveling in a bunch of countries Liam returned to his native rural North West Wales in 2005. After a spell in software entrepreneurship he left the commerical space to work on grass roots community arts and hacking with Astralship. The Astralship.org team, hackbase / pirateship in a church is fully mobilise to open Engedi2.org as a Regenerative Catalyst rural Hacker, community, arts and wellbeing space.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "pretalx.c3voc.de"
}