{
  "id": 2526,
  "guid": "252ff6ab-6458-58b2-b380-a99a70d39bd4",
  "logo": "",
  "date": "2022-12-31T12:30:00+01:00",
  "start": "12:30",
  "duration": "01:00",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-2526-antisemitismus_in_muenchen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/SCHS7G/",
  "title": "Antisemitismus in München",
  "subtitle": "Querdenken, andere Verschwörungstheorien und alltägliche Übergriffe - und was wir dagegen tun können",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Antisemitismus ist leider immer noch aktuell, auch in München. Wir wollen uns mit konkreten Vorfällen auseinandersetzen und mit der Frage, wie wir Antisemitismus konsequent entgegentreten können.",
  "description": "Die Antifaschistische Informations-, Dokumentations- und Archivstelle München e. V. sammelt seit 1990 Material zu den Themen Neonazismus, Rassismus, Antisemitismus und Nationalismus sowie Publikationen von und Informationen über ultrakonservative, extrem rechte und rechtspopulistische Gruppierungen. a.i.d.a. archiviert Bücher, Zeitungen, Zeitschriften, Broschüren, Flugblätter, Aufkleber, Plakate, Webseiten und anderes aus der extrem rechten Szene. Wir dokumentieren auch Gegenaktivitäten und Publikationen aus der antifaschistischen Arbeit.\r\n\r\nSeit der Gründung des a.i.d.a.-Vereins wird hier das für antifaschistische Aktivitäten dringend notwendige Hintergrundmaterial gesammelt. Über a.i.d.a. sollen diese Informationen möglichst vielen Leuten zugänglich gemacht werden, über Anfragen kann das Archiv genutzt werden. Wir unterstützen Fach-, Seminar- und Magisterarbeiten, bearbeiten Anfragen von Journalist_innen und Initiativen und vieles mehr.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 138,
      "code": "8UNDWN",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    },
    {
      "id": 207,
      "code": "BAZBLF",
      "public_name": "Robert Andreasch",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "568cabc6-82f2-11ed-82f7-cf29158272bb",
  "origin": "forum.freiraeumen.jetzt"
}