{
  "id": 2526,
  "guid": "252ff6ab-6458-58b2-b380-a99a70d39bd4",
  "logo": "",
  "date": "2022-12-31T12:30:00+01:00",
  "start": "12:30",
  "duration": "01:00",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-2526-antisemitismus_in_muenchen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/SCHS7G/",
  "title": "Antisemitismus in München",
  "subtitle": "Querdenken, andere Verschwörungstheorien und alltägliche Übergriffe - und was wir dagegen tun können",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Antisemitismus ist leider immer noch aktuell, auch in München. RIAS Bayern dokumentiert diese traurige Aktualität. Wir wollen uns mit konkreten Vorfällen auseinandersetzen und mit der Frage, wie wir Antisemitismus konsequent entgegentreten können.",
  "description": "Seit einigen Jahren dokumentiert die Recherche- und Informationsstelle Antisemitismus (RIAS) auch in Bayern antisemtische Vorfälle. Auf Basis dieser Dokumentationen setzen wir uns mit der Realität des Antisemitismus in unserer Stadt auseinander und suchen nach Umgangsweisen, auch und gerade in Freiräumen.\r\n\r\nÜber die Dokumentationsstelle: \"RIAS Bayern nimmt Meldungen über antisemitische Vorfälle auf und unterstützt Betroffene von Antisemitismus in Bayern. Auf Grundlage der gemeldeten Fälle und eigener Recherche verfasst RIAS Bayern regelmäßig bayernspezifische Berichte über Antisemitismus, betreibt Aufklärungs- und Öffentlichkeitsarbeit und trägt so zum Kampf gegen Antisemitismus bei.\r\n\r\n\"Abhängig von den Wünschen und Bedürfnissen der Betroffenen oder der Meldenden, vermittelt RIAS Bayern weitergehende psychosoziale, juristische, Antidiskriminierungs- und Opferberatung, betreibt Öffentlichkeitsarbeit und veröffentlicht einzelne anonymisierte Fälle. Zentrales Prinzip ist der Vertrauensschutz: Die Betroffenen und Zeugen entscheiden, wie mit ihrer Meldung und ihren Informationen umgegangen wird. RIAS Bayern steht auf der Seite der Menschen, die von Antisemitismus betroffen sind.\"",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 138,
      "code": "8UNDWN",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    },
    {
      "id": 207,
      "code": "BAZBLF",
      "public_name": "Robert Andreasch",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "568cabc6-82f2-11ed-82f7-cf29158272bb",
  "origin": "forum.freiraeumen.jetzt"
}