{
  "id": 49171,
  "guid": "26e837f1-6d93-5bef-ad74-3d4d8dfd7ab9",
  "logo": "/media/fire-shonks-2022/submissions/YWF8UF/Hexis_IxlD1DH.jpg",
  "date": "2022-12-28T14:00:00+01:00",
  "start": "14:00",
  "duration": "01:00",
  "room": "Fireshonks-Workshop",
  "slug": "fire-shonks-2022-49171-hexis-quilting-on-the-go-epp-english-paper-piecing-tutorial-fr-anfnger-innen",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/YWF8UF/",
  "title": "Hexis - Quilting on the go: EPP (English Paper Piecing) Tutorial für Anfänger*innen",
  "subtitle": "",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "de",
  "abstract": "Ich habe schon vor Jahren gequiltet, bin damit aber nie so recht warm geworden - bis ich vor ein paar Monaten EPP ausprobiert habe und seitdem in meinem eigenen Tempo von Hand vor mich hin nähe.  Im Workshop zeige ich die Grundlagen des EPP, mit 1\"-Hexagons als sehr beliebte und verbreitete Grundvariante. Als Grundform entsteht aus den Hexis eine Blütenform, die vielfältig nutzbar ist (Deko, Applikation, Quilts, Untersetzer usw.). Da eins in kleinen Schritten arbeitet, können EEP-Projekte im  Grunde überall mit hin genommen werden.\r\nThe workshop will be in German language, but questions in English are no problem.",
  "description": "Ich habe schon vor Jahren gequiltet, bin damit aber nie so recht warm geworden - bis ich vor ein paar Monaten EPP ausprobiert habe und seitdem in meinem eigenen Tempo von Hand vor mich hin nähe.  Im Workshop zeige ich die Grundlagen des EPP, mit 1\"-Hexagons als sehr beliebte und verbreitete Grundvariante. Als Grundform entsteht aus den Hexis eine Blütenform, die vielfältig nutzbar ist (Deko, Applikation, Quilts, Untersetzer usw.). Da eins in kleinen Schritten arbeitet, können EPP-Projekte im  Grunde überall mit hin genommen werden.\r\n\r\nVorteile von EPP: \r\n\r\n* Sehr niedrige Kosten zum Einstieg - nähende Menschen haben meist schon alles da. \r\n\r\n* EPP ist effektives Upcycling. Geliebte oder ungeliebte Kleidungsstücke aus nicht elastischer Baumwollwebware erlangen so ein zweites Leben. Kleinste Stoffreste/Verschnittstücke von anderen Nähprojekten finden hier ihre Erfüllung. Kleinere kostbare und schöne Stoffstücke können hier sinnvoll verarbeitet werden und glänzen.\r\n\r\n* Instant Gratification: eins sieht sofort Ergebnisse. \r\n\r\n* Bequemes, kleinteiliges Arbeiten, da von Hand geheftet, genäht und gequiltet wird. (Quilten mit der Maschine ist natürlich optional!)\r\n\r\n* Eins kann die kleinen Nähprojekte bequem in einem kleinen Project Bag oder einer Project Box überall mit hin schleppen und weiterarbeiten: Egal ob auf dem heimischen Sofa beim Film, der Parkbank, beim Distanzkaffeetrinken, im Wartezimmer, bei einer Party oder in der Bahn - eins hat immer was zum Handarbeiten dabei. Eine Naht an zwei Hexis ist schnell geschlossen. Die Arbeit kann auch gut bei Seite gelegt werden, falls etwas ist. \r\n\r\n* Last but not least: Befriedigung der Sammelleidenschaft und Besitzgier: Es ist halt einfach ein gutes Gefühl, wenn eins den Blick über die volle Schachtel, mit den nach Farben und Formen sortierten und zum Gebrauch fertig gehefteten Hexis, schweifen lässt. \r\n\r\n* Die zusammengenähten Hexis müssen nicht im klassischen Sinne mit Füllung und Binding gequiltet werden. Eins kann sie auch auf andere Projekte (Hosen, Taschen, Kissenbezüge..) applizieren. \r\n\r\n* Zusammenstellen eines Crafting-Rescue-Kits: Project Bag vergessen? Unruhige Hände? Langeweile? Kleines Notfall-Set mit Hexis für unterwegs. Hexis sind ja für alles mögliche an Projekten brauchbar. \r\n\r\n* Kleine Lifehacks, die das Arbeiten mit EPP leichter machen. \r\n\r\nFür die, die mitmachen möchten, benötigtes Material: \r\n- Stoffe/Stoffreste aus dünner, nicht elastischer Baumwollwebware \r\n- Schere \r\n- Stoffmalstift, Bleistift oder Kreide zum Anzeichnen \r\n- Nadel und Faden \r\n- Optional: Stoffklebestift (alternativ Bastelklebestift) \r\n- ausgeschnittene Hexagonformen mit 1\" Seitenlänge (es gibt online freie Vorlagen zum Download. Am besten mit Suchbegriffen wie \"1\" oder 1,5\" Hexagon EPP free pattern\".)",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3307,
      "code": "BXKAPS",
      "public_name": "Magic_Cauldron",
      "biography": "Magische Kesselguckerin, Autorin, Texterin, Foodbloggerin, Feministin, Wollflüsterin, Kunsthandwerkerin. Wahlberlinerin. Antifa. BiPoC (white passing). sie/she.\r\nZimt ist Liebe.\r\nwww.magischer-Kessel.de\r\nwww.fiberspace.de",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}