{
  "id": 2765,
  "guid": "276abf53-006b-537b-a810-e8f25ebb808a",
  "logo": "",
  "date": "2022-12-29T14:00:00+01:00",
  "start": "14:00",
  "duration": "01:00",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "jev22-2765-zur_geschichte_des_automobilen_freistaats_bayern_by_no_future_for_repression",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/ZZGR8M/",
  "title": "Zur Geschichte des Automobilen Freistaats Bayern. by No future for repression",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "IAA-Proteste, Klimademos, Letzte Generation: Linke Klima-Aktivist*innen sehen sich massiver staatlicher Repression ausgesetzt. Wir möchten ein paar Überlegungen zur Geschichte und Gegenwart dieser Misere teilen. Und gemeinsam Möglichkeiten und Potentiale eruieren, sich deshalb nicht zurückzuziehen.",
  "description": "Im Vortrag werden wir über die aktuelle Repressionswelle gegen linke Klima-Aktivist*innen informieren, aber auch einen Rückblick auf die Proteste gegen die IAA 2021 werfen. \r\n\r\nAußerdem wollen wir ein paar Überlegungen teilen, was diese Repression gegen die Klimagerechtigkeitsbewegung über den Zusammenhang von Staat und Industriekapital insbesondere in Deutschland und Bayern verrät und was das mit der Geschichte des Freistaats Bayern zu tun hat. \r\n\r\nDarüber hinaus werden wir erläutern, weshalb die Antwort auf die Repression nicht sein kann, sich aus diesen Kämpfen zurückzuziehen und weshalb wir weiterhin eine große Notwendigkeit, aber auch ein viel größeres Potential in den Kämpfen um die öffentliche Mobilität erkennen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 138,
      "code": "8UNDWN",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}