{
  "id": 2877,
  "guid": "2877b7bf-7902-5509-be7c-f759623f17de",
  "logo": "",
  "date": "2022-12-29T11:00:00+01:00",
  "start": "11:00",
  "duration": "02:00",
  "room": "Workshopraum 3 - H2-3.6",
  "slug": "jev22-2877-konflikte_koennen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/MZHBFE/",
  "title": "Konflikte können",
  "subtitle": " - Gruppenkonflikten begegnen",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "Ein Workshop für Konfliktkompetenz - \r\nLeben, Arbeiten und Organisieren in Gruppen ist anstrengend. Je mehr Menschen, desto mehr Konflikte, so scheint es. Dabei liegt in Auseinandersetzung auch Potential für tieferes Verständnis und Wandel. Es kommt auf die Austragung an.",
  "description": "Ein Workshop für Konfliktkompetenz und ein konstruktives Miteinander\r\n\r\nLeben, Arbeiten und Organisieren in Gruppen ist anstrengend. Je mehr Menschen, desto mehr Konflikte, so scheint es. Dabei liegt in Auseinandersetzung auch Potential für tieferes Verständnis und Wandel. Es kommt auf die Austragung an. Genau hierum geht es in diesem Workshop.\r\n\r\nWas steckt hinter Konflikten? Wie eskaliert ein Konflikt in der Gruppe und wie kann er gelöst werden? Was kann ich persönlich und was können wir als Gruppe zu einer konstruktiven Konfliktkultur beitragen? In diesem praktischen Workshop lernt ihr, kompetenter mit Konflikten in euren Gruppen umzugehen.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 178,
      "code": "7LRCLJ",
      "public_name": "Mathi",
      "biography": "Mathi hat viel Zeit und Energie in selbstorganisierten Gruppe verbracht, vor allem im Gängeviertel. Er arbeitet als Supervisor und Konfliktmoderator in Hamburg und ist Teil des Kollektiv-Kitten. \r\n\r\nmatthiascullmann.de\r\nkollektiv-kitten.de",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}