{
  "id": 49173,
  "guid": "2888af7a-824d-55c8-8b18-bf6935ebe0e1",
  "logo": "",
  "date": "2022-12-29T12:00:00+01:00",
  "start": "12:00",
  "duration": "00:30",
  "room": "HIP - Track 1 - Room 5",
  "slug": "jev22-49173-dns_over_coap",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/37WZQY/",
  "title": "DNS over CoAP",
  "subtitle": "Securing Name Resolution in the Internet of Things",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "DNS over CoAP is a new Internet protocol that enables constrained IoT devices similar name resolution security as DNS over HTTPS. This talks presents the protocol and discusses its benefits over other DNS solutions.",
  "description": "I present the design, implementation, and analysis of DNS over CoAP (DoC), a new proposal for secure and privacy-friendly name resolution of constrained IoT devices. This protocol is currently discussed within the Internet Engineering Task Force (IETF), a standardization body for Internet protocols: https://datatracker.ietf.org/doc/draft-ietf-core-dns-over-coap/. We implemented different design choices of DoC in RIOT, an open-source operating system for the IoT, evaluate performance measures in a testbed, compare with DNS over UDP and DNS over DTLS, and validate our protocol design based on empirical DNS IoT data. Our findings indicate that plain DoC is on par with common DNS solutions for the\r\nconstrained IoT but significantly outperforms when additional, CoAP standard features are used such as block-wise transfer or caching.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3303,
      "code": "CMUHVA",
      "public_name": "Martine Lenders",
      "biography": "Martine Lenders is a Ph.D. student in Computer Science and a research assistant at Freie Universität Berlin. Her primary research interest is in networking and programming for the IoT, aiming for more privacy utilizing free software and open standards. She is a maintainer of RIOT, a free and open source operating system for the IoT.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}