{
  "id": 3209,
  "guid": "3209823e-cd4d-51d1-8e94-eaf0c2abe9fa",
  "logo": "",
  "date": "2022-12-28T14:45:00+01:00",
  "start": "14:45",
  "duration": "00:45",
  "room": "WICMP Seminarraum",
  "slug": "jev22-3209-tales_of_camelot_gba_edition",
  "url": "https://talks.w.icmp.camp/wicmp1/talk/NQRTZY/",
  "title": "Tales of Camelot - GBA Edition",
  "subtitle": "",
  "track": "Erlangen",
  "type": "Talk",
  "language": "de",
  "abstract": "Ich diskutiere in diesem Talk ein wenig meiner Geschichte, wie ich zu den GBA Spielen von Camelot gefunden habe und warum diese technisch interessant sind.\r\n\r\nWir schauen uns kurz beispielhaft ein paar bekannte Game Boy Advance Spiele an, ein bisschen wie die Hardware des GBAs grob aufgebaut ist und tauchen dann ein, welche Tricks die Spiele Golden Sun, Golden Sun - Die Vergessene Epoche, Mario Golf - Advance Tour und Mario Tennis - Power Tour verwenden. Das behinhaltet Dinge wie non-standard Calling Conventions, Instruktionen ohne Assembler Mnemonic und einiges mehr.\r\n\r\nIch mutmaße ein bisschen darüber wie kleine Teile des Source Codes ausgesehen haben könnten, warum genau Teile so programmiert worden sind wie sie sind, und welch unglaublich gut optimierter Code hinter diesen Spielen steckt.",
  "description": "Der Game Boy Advance war seinerzeit verglichen mit seinem Vorgänger oder anderen Handhelds eine recht mächtige Konsole (32-bit ARM Prozessor, PPU, PCM sound, etc.). Die Konsole und ihre Spiele waren ohne Zweifel ein Erfolg, jedoch leideten viele Spiele am eher durchschnittlichen Sound und grafisch waren viele auch recht simpel gehalten. Daher will ich in diesem Talk ein bisschen die Spiele des Entwicklerstudio Camelot außeinandernehmen, welche nicht nur gameplaytechnisch sowie audiovisuell ein Spektakel sind, sondern technisch sehr viel interessante Fun Facts zu bieten haben.\r\n\r\nAchtung: Reverse Engineering, Assembler und viel Unfug Inside.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 29,
      "code": "SXDZWZ",
      "public_name": "Michael Panzlaff",
      "biography": "Hi,\r\n\r\neiniger Erlanger dürften mich unter dem Nick \"michy\" kennen, andere fremde Leute aus dem Internetz kennen mich vielleicht unter dem Nick \"ipatix\" und ich frickle gerne an Sachen rum, die Audio involvieren, reverse engineere hier und da mal was und beschäftige mich gerne mit dem Zusammenspiel von Hard- und Software.\r\n\r\nSachen an denen ich so rumfrickle, findet ihr hier:\r\nhttps://github.com/ipatix",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "99808216-837b-11ed-85fb-6c400891b752",
  "origin": "talks.w.icmp.camp"
}