{
  "id": 49253,
  "guid": "32f94976-2f1c-587f-9fa9-7e7a9968fd66",
  "logo": "",
  "date": "2022-12-27T11:45:00+01:00",
  "start": "11:45",
  "duration": "01:00",
  "room": "Theater Hall E.T.I.",
  "slug": "hip-berlin-2022-49253-crushed-by-the-wheels-industry",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/EAXPTT/",
  "title": "Crushed by the Wheels Industry",
  "subtitle": "",
  "track": null,
  "type": "Talk/panel 45 min + 10 min Q&A (55 Minuten)",
  "language": "en",
  "abstract": "We'll look at the role IT and software play in modern manufacturing, with a twist on the semiconductor industry. Since I'm a security guy, we'll mostly focus on the sorry state of that.",
  "description": "Semiconductor fabrication has been in the news  a lot lately, not only because of the US government pulling the reigns down on American companies providing know-how and services to China. The actual manufacturing technology is controlled by a rather small playing field of companies. When it comes to software and IT architecture, some of them are stuck in the mid-90s, while others have apparently had some wake-up calls. \r\nSecurity wise, the field is equally heterogeneous, but the manufacturers who are clearly oblivious to any security requirements greatly outnumber those with more solid precautions. \r\nWith average run times of machines and their software of 15-20 years the consequences can be drastic. We'll look at the state of things (with partially anonymized examples) , and some perspectives for the future.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3368,
      "code": "XNZHEH",
      "public_name": "pandzillophon",
      "biography": "Been in security for well over 20 years. Not sure if old school or just old. First computer was a Sinclair ZX81 that crashed when the 16kb expansion pack got too hot. Originally into software security, pen testing for a long time, I moved into (technical) security management a few years ago. Still enjoy breaking stuff, harassing developers and making fun of PHP. \r\nCurrently responsible for technical security in a multinational photonics company.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "pretalx.c3voc.de"
}