{
  "id": 3306,
  "guid": "33069d84-f317-5348-9402-1ddeccb4db47",
  "logo": "",
  "date": "2022-12-27T10:00:00+01:00",
  "start": "10:00",
  "duration": "10:00",
  "room": "Austellungsraum 5 - H1-3.1",
  "slug": "freiraumforum-182-3-urbane-praxis-stadt-von-unten-raum-fr-alle",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/ZLL9WH/",
  "title": "Urbane Praxis, Stadt von unten & Raum für alle",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Ausstellung",
  "language": "de",
  "abstract": "Ein ganzes Stockwerk mit Ausstellungen, Inputs und Infos rund um und über die Urbane Liga, Gängeviertel, Haus der Statistik und das Branntweinareal.",
  "description": "Stadt von unten, Mitgestaltung und Raum für alle - mit diesen Themen setzen sich die Initiativen und Gruppen in diesem Raum auseinander:\r\n\r\nDie **Urbane Liga** ist ein Bündnis junger Stadtmacher:innen, die sich aktiv in die Gestaltung ihrer Städte einbringen. Gezeigt wird die ULA On Tour Ausstellung mit mehr als 50 Initiativen bzw. Projektbeispielen aus dem Bündnis der letzten vier Jahre. \r\n\r\nAls wir im August 2009 in das historische **Gängeviertel** gekommen sind, wollten wir es vor Verfall und Abriss  retten und in der Hamburger Innenstadt einen Raum schaffen, in dem Neues entstehen kann durch Kunst, Kultur und Gespräche, in Ateliers, Wohnungen und sozialen Projekten. Die Häuser stehen noch, wir sind noch da – und wir arbeiten jeden Tag weiter an unserem Ziel.\r\n\r\nEine Kunstaktion im Jahr 2015 zur Verhinderung eines Verkauf des **Haus der Statistik** an Investoren. Geblieben ist eine Initiative bzw. Bündnis von verschiedenen Berliner Akteur:innen: Soziale und kulturelle Einrichtungen und Verbände, Künstlerkollektive, Architekt:innen, Stiftungen und Vereine mit der Forderung nach einer modellhaften Umsetzung einer gemeinwohlorientierten und kooperativen Entwicklung unserer Städte.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 160,
      "code": "K8UHKP",
      "public_name": "Forum für Freiraum",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}