{
  "id": 3706,
  "guid": "37fc0602-d596-56a7-bdce-72253b7b5164",
  "logo": "/media/freiraumforum/submissions/DULKXA/bp_2018_626x340_FF4tgZ2.png",
  "date": "2022-12-29T14:00:00+01:00",
  "start": "14:00",
  "duration": "01:00",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-3706-slapp",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/DULKXA/",
  "title": "SLAPP: Rechtsmissbrauch zulasten der kritischen Öffentlichkeit - und was dagegen getan werden kann.",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Immer mehr Unternehmen, staatliche Akteure und reiche Einzelpersonen nutzen rechtliche Mittel, um Kritiker*innen zum Schweigen zu bringen. Blueprint for Free Speech und RA Dr. Jasper Prigge stellen das Phänomen der “Strategic Lawsuits Against Public Participation” und mögliche Gegenmaßnahmen vor.",
  "description": "Die Kurzform SLAPP kommt aus den USA: Übermächtige Player, die Journalisti oder Aktivisti mit juristischen “Ohrfeigen” zum schweigen bringen wollen. Nicht immer sind die Forderungen juristisch unbegründet, aber in jedem Fall haben sie einen einschüchternden Effekt. Weil SLAPPs ein strategisches Mittel in der Auseinandersetzung um für die Öffentlichkeit wesentliche Themen sind, handelt es sich nicht zuletzt um Ohrfeigen für die Demokratie.\r\n\r\nSLAPPs sind darauf gerichtet, öffentliche Partizipation zu schwächen, indem sie Kritiker:innen einschüchtern und zum Schweigen zu bringen. Der beste Schutz gegen juristische Angriffe ist, bereits im Vorfeld die Angriffsfläche so klein wie möglich zu halten. Kommt es dann doch zur Abmahnung oder gar zur Anzeige, gilt es, besonnen und schnell zu handeln. \r\n\r\nBlueprint for Free Speech ist eine international agierende non-profit organization, die anti-SLAPP Trainings in Deutschland organisiert. Beim Vortrag auf dem Freiraumforum wird der Blueprint-Trainer RA Dr. Jasper Prigge (https://www.prigge-recht.de) in die Thematik einführen, inkl. Q&A.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 163,
      "code": "9TX7P3",
      "public_name": "Blueprint For Free Speech",
      "biography": "Blueprint for Free Speech is a non-profit charity that works internationally to promote the right to freedom of expression without undue interference or intrusion. Our research and advocacy strive to defend Article 19 of the Universal Declaration of Human Rights, which asserts the right to freedom of opinion and expression for all people.\r\n\r\nhttps://www.blueprintforfreespeech.net",
      "answers": []
    },
    {
      "id": 198,
      "code": "CTUZ7V",
      "public_name": "Arbeitskreis kritischer Jurist*innen",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}