{
  "id": 49227,
  "guid": "393d0f31-a7b8-5704-91d6-1affa8264853",
  "logo": "/media/fire-shonks-2022/submissions/WP8DB3/abrei%C3%9Fen_aufbauen_QQhOJDb.jpg",
  "date": "2022-12-29T16:30:00+01:00",
  "start": "16:30",
  "duration": "01:30",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49227-stroemungen_kontroversen_und_paradoxien_im_anarchismus",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/WP8DB3/",
  "title": "Strömungen, Kontroversen und Paradoxien im Anarchismus",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "Der Anarchismus ist äußerst plural, was sich in seinen verschiedenen Strömungen, anhaltenden Kontroversen und paradoxen Denkweisen zeigt. Thema des Vortrags ist, wie diese unglaubliche Vielfalt erklärt und in einen Zusammenhang gebracht werden kann.\r\n\r\nStream-Link: https://streaming.media.ccc.de/jev22/fireshonks",
  "description": "Der Anarchismus ist in sich äußerst plural. So gibt es neben anarchistischen Individualismus, Kommunismus und Syndikalismus noch weitere Strömungen und Traditionen in ihm. Weiterhin bestehen unter Anarchist*innen teilweise sehr unterschiedliche Ansichten darüber, wie Selbst- und Gesellschaftsveränderung im Zusammenhang stehen, wann Gewaltanwendung legitim ist, wie mit Entfremdung umgegangen werden kann und was Natur und Technik eigentlich sind. Außerdem finden sich im anarchistischen Denken zahlreiche Paradoxien. Sie kommen beispielsweise in den Konzepten von Zwischenraum, direkte Aktion, konkrete Utopie oder soziale Revolution zum Ausdruck. Thema des Vortrags ist, wie diese unglaubliche Vielfalt erklärt und in einen Zusammenhang gebracht werden kann.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 402,
      "code": "E3RAHM",
      "public_name": "Jonathan Eibisch",
      "biography": "Seit vielen Jahren beschäftige ich mich mit anarchistischer Theorie. Dazu gebe ich Veranstaltungen, schreibe Texte und blogge auf paradox-a.de Ich habe eine Doktorarbeit zur politischen Theorie des Anarchismus geschrieben und an der Uni in Jena eingereicht.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}