{
  "id": 49301,
  "guid": "3b0de8b2-71a0-5178-90d9-75474acc1a14",
  "logo": "",
  "date": "2022-12-30T20:00:00+01:00",
  "start": "20:00",
  "duration": "01:00",
  "room": "Bierschoine",
  "slug": "jev22-49301-hack_tell",
  "url": "https://pretalx.c3voc.de/hacking-in-hell-2022/talk/BGPUET/",
  "title": "Hack && Tell",
  "subtitle": "",
  "track": "Hellarious",
  "type": "Sonstiges (60)",
  "language": "de",
  "abstract": "Hier habt ihr die Möglichkeit eure Hacks und Projekte im Rahmen einer Fünfminutenpräsentation der Community vorzustellen. \r\n\r\nThis is your chance to show your hacks or projects in 5-minute-presentations to the community.",
  "description": "Ich werde während der Veranstaltung umherlaufen und euch auf eure Projekte ansprechen. Ihr werdet die Möglichkeit bekommen eure Hacks und Projekte als Fünfminutenpräsentation der Community vorstellen zu können. Ich werde die Beiträge sammeln und sortieren, sowie den Slot moderieren. Wir freuen uns auf eure Beiträge.\r\n\r\nI will wander around the event and ask you about your project. If you are interested you can show your work to the community in a 5-minute-presentation. I will collect your works and put them in order to moderate the slot. We are happy about your contributions.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3419,
      "code": "B9LDFP",
      "public_name": "Mayo Freude",
      "biography": null,
      "answers": []
    },
    {
      "id": 3416,
      "code": "M3Q7TL",
      "public_name": "Christoph Göbel",
      "biography": "Ich bin Sympathisant der Alten Hölle und ein guter Freund der Teufelin.\r\nIch hatte noch eine Rechnung mit ihr offen und löse diese nun ein. Als Erlebnispädagoge ist es meine Aufgabe Menschen dazu zu bewegen sich zu zeigen, sich zu öffnen und auch über sich hinauszuwachsen. Diese Fähigkeit kommt mir zu gute, denn ich werde dieses Jahr zusammen mit meiner Partnerin Marika den \"hack&tell\" moderieren und euch dazu bewegen der Community zu zeigen, was auf euren Bildschirmen, in euren Laboren oder eurer Werkstatt abgeht.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "0ce1f1b3-35c6-48ee-b3db-1c54e85f36b4",
  "origin": "pretalx.c3voc.de"
}