{
  "id": 3182,
  "guid": "3c1e82ad-29e2-5d9a-a5dd-5b8b48360fc1",
  "logo": "",
  "date": "2022-12-27T18:00:00+01:00",
  "start": "18:00",
  "duration": "02:00",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "freiraumforum-46-der-elefant-im-verkehrs-raum-warum-wir-ber-autos-reden-mssen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/XCE7FP/",
  "title": "Der Elefant im Verkehrs-Raum: Warum wir über Autos reden müssen",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "Kein Verkehrsmittel schluckt so viel Fläche wie das Auto. Trotzdem ist Autoreduktion ein Tabuthema. Noch. Lasst uns darüber sprechen, wie eine Stadt aussieht, in der Autos höchstens als Statisten auftreten! Und lasst uns gemeinsam überlegen, was wir dafür tun können.",
  "description": "Das Auto ist der „Elefant im Verkehrs-Raum“. Es wird zwar schon viel über “Alternativen” geredet, aber noch viel zu wenig über das Problem “Auto” selbst. Wir wollen den Elefanten benennen, weil er die Ursache dafür ist, dass die beschlossene Mobilitätswende auf sich warten lässt.\r\nDafür drehen wir mit euch eine imaginäre Runde durch München. Wir schauen uns an, wie das Auto den öffentlichen Raum dominiert und welche Folgen das für die Stadtgesellschaft hat. Dabei sehen wir über den Verkehrs-Tellerrand hinaus und fragen uns, was das für die Menschen bedeutet, die in München wohnen und mobil sein wollen. Wer kann öffentlichen (Verkehrs-)Raum nutzen? Wer verursacht welche Kosten mit seiner*ihrer Mobilität? Wer muss sie tragen?\r\nDanach bauen wir die Stadt neu. Wie viel Raum wird frei, wenn Autoverkehr nur eine Nebenrolle für notwendige Wege spielt? Was können wir mit dem immensen Flächengewinn anstellen? Wie können wir die Fläche besser nutzen? Wie können wir anders mobil sein? Und was hat es für Vorteile?\r\nZum Schluss sammeln wir die Möglichkeiten, wie wir uns politisch und medial in München für eine aktive Reduktion des Autoverkehrs einsetzen können.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 103,
      "code": "7J7NB3",
      "public_name": "Katharina Mayer",
      "biography": "Katharina Mayer, Liebhaberin dieser Erde, freudige Radfahrerin, Studierende der Nachhaltigkeit, aktiv im Kreisjugendring, der Alpenvereinsjugend und dem Radentscheid (weil es das Richtige ist und die Leute einfach toll sind!), Vernetzerin. Frag mich, wenn du mehr zur Mobilitätswende und einem gesunden Umgang mit dem eigenen Aktivismus wissen willst. Erzähl mir, was dich begeistert.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}