{
  "id": 3371,
  "guid": "3c3bb71a-dff1-5743-8212-5396b9b73b13",
  "logo": "",
  "date": "2022-12-29T16:00:00+01:00",
  "start": "16:00",
  "duration": "01:30",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "jev22-3371-onboarding_der_anti_iaa_camp_orga",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/ZEE9MQ/",
  "title": "Onboarding der Anti-IAA-Camp-Orga",
  "subtitle": "",
  "track": null,
  "type": "Weiteres",
  "language": "de",
  "abstract": "Die Anti-IAA-Camp-Orga lädt ein, Teil der Struktur zu werden und bei dem Camp 2023 mitzuorganisieren. Dafür wird erst ein wenig über das Camp 2021 erzählt und dann die Struktur und der Planungsprozess für 2023 vorgestellt.",
  "description": "Die Internationale Autoausstellung hat letztes Jahr ganz München in eine einzige Verkaufsfläche für Straßenkreuzer und Supersportwagen verwandelt. Allem Greenwashing zum Trotz ist klar, dass auch die nächste IAA wieder zum Symbol für die kapitalistische Ausbeutung auf Kosten von Mensch und Natur zugunsten der Superreichen wird.\r\n\r\nWie auch 2021 wird es 2023 wieder vielfältigen Protest und Gegenkultur geben. Die sollen wiederum von einem freien, ökologischen und sozialen Protest- und Aktionscamp ausgehen, in dem verschiedenste Aktionsgruppen und auch Bildungs- und Kulturveranstaltungen aufeinandertreffen können. Das braucht Menschen, die es organisieren! Komm zum ersten OnBoarding und werde Teil der Orga-Struktur!",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 100,
      "code": "E9UAQE",
      "public_name": "No Future",
      "biography": "No Future for IAA ist ein antikapitalitische Gruppe aus Münchnen,  die sich zusammen gefunden hat, um Widerstand gegen die klimafeindliche IAA (Internationale Automobil-Ausstellung) auf die Straße zu bringen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}