{
  "id": 3592,
  "guid": "3c5b9ac2-199b-5a83-90b5-bbbe3bd21c9a",
  "logo": "/media/freiraumforum/submissions/8FYURU/KUI_Newsletter_Main_Juli_8N4nAkr.jpg",
  "date": "2022-12-27T14:05:00+01:00",
  "start": "14:05",
  "duration": "00:30",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-3592-kunst_im_umbau_workshops_talks",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/8FYURU/",
  "title": "Kunst im Umbau - Workshops & Talks",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Vortrag und Diskussion über das Projekt:\r\nAuf dem Areal des Kreativquartiers in München fand am 08. und 09. Juli 2022 eine Veranstaltung statt, bei der künstlerische Positionen zum Thema „Kunst im Umbau“ in Form von Workshops erarbeitet, präsentiert und diskutiert wurden.",
  "description": "Das Münchner Kreativquartier ist ein Stadtentwicklungsareal, das sich in einem rasanten Wandlungsprozess befindet. Auf dem Areal zwischen Dachauer- und Schwere-Reiter-Straße ist ein neues Stadtquartier in Planung, das in Zukunft Wohnen und Arbeiten mit Kunst und Kultur verknüpfen will. Ist das überhaupt trotz unterschiedlicher Interessen und Bedürfnisse möglich? Und was passiert mit den gewachsenen Strukturen, die sich momentan auf dem Areal befinden?\r\n\r\nDiese Ausgangslage und der Ort waren Inspirationsquelle und Experimentierfeld für die Workshops. Anhand von verschiedenen künstlerischen Herangehensweisen wurde erforscht, inwieweit zeitgenössische Kunstpraktiken – temporär, performativ, interaktiv und vielleicht auch dauerhaft – \r\nin Umbauprozesse eingreifen können.\r\n\r\nWelche Möglichkeiten ergeben sich aus dem Moment des Dazwischen? \r\nWie wichtig ist der künstlerische Blick auf den Wandlungsprozess?\r\nWie können vorhandene gewachsene Strukturen in die Stadtentwicklung integriert werden?\r\nWomit könnten die gängigen Formate wie „Zwischennutzung“ und „Kunst am Bau“ erweitert werden?",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 189,
      "code": "RACSGX",
      "public_name": "Ursula Gaisbauer",
      "biography": "Ursula Gaisbauer (*1986) lebt und arbeitet derzeit in München und Wien. Sie studierte Landschaftsdesign und ortsbezogene Kunst an der Universität für angewandte Kunst Wien. Ihre meist temporären Arbeiten liegen im Spannungsfeld von Kunst und Architektur und setzen sich konzeptuell mit dem Ort und dessen Kontext auseinander. So entstehen sehr unterschiedliche Arbeiten von Interventionen im öffentlichen Raum, Film und Performances bis hin zu raumgreifenden Installationen, die Kunst in den Umbauprozess integrieren.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "64f358c2-82f2-11ed-b6f2-370ab4c5fdf0",
  "origin": "forum.freiraeumen.jetzt"
}