{
  "id": 49167,
  "guid": "3c71d0d5-8779-552b-bde9-05f6cf8909e4",
  "logo": "",
  "date": "2022-12-30T09:00:00+01:00",
  "start": "09:00",
  "duration": "01:45",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49167-videokonferenzen",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/UMTV9R/",
  "title": "Videokonferenzen",
  "subtitle": ": 🙈 🙉 🙊 - selbstverständlich barrierefrei! Warum Checklisten nicht ausreichen, wir aber trotzdem eine präsentieren",
  "track": "Digitalcourage",
  "type": "Talk",
  "language": "de",
  "abstract": "Wie lassen sich Videokonferenzen so gestalten, dass möglichst alle Menschen daran teilhaben können?\r\nDieser Frage gehen wir - also die AGs \"Barrierefreiheit\" und \"Inklusion\" vom cyber4EDU e.V. - in unserem interaktiven Vortrag nach.\r\nInhaltlich befassen wir uns dabei mit technischen, organisatorischen und kommunikativen Gestaltungsmöglichkeiten und erörtern sowohl praktische als auch politische Fragen. Dazu betrachten wir positive und negative Beispiele, ergänzt um eigene Erfahrungen der AG-Mitglieder.\r\n\r\nStream-Link: https://streaming.media.ccc.de/jev22/fireshonks",
  "description": "Barrierefreiheit und Inklusion heißt nicht nur auf körperliche Einschränkungen oder Screenreader-Kompatibilität zu achten. Vielmehr bedeutet es, eine ganzheitliche Perspektive einzunehmen und sich die Teilhabe aller zum Ziel zu setzen. Videokonferenzen zugänglich zu gestalten, ist daher immer noch eine große Herausforderung - egal ob es um Vorträge, Unterricht, Diskussionen oder Zusammenarbeit geht: Dabei den Fokus nur auf Soft- und Hardware zu legen, greift zu kurz. Die Teilhabe an Videokonferenzen hängt auch von barrierefreien Medien und organisatorischen Vorkehrungen ab. Entscheidend ist aber eine wertschätzende und entsprechend geregelte Kommunikation auf Augenhöhe.\r\n\r\nAuf der Basis dieses breiten Barrierefreiheitsbegriffs wollen wir uns daher mit der Gestaltung von Videokonferenzen befassen. Unser Anspruch dabei ist: Selbstverständliche Zugänglichkeit für alle und Partizipation von allen. Diesen Anspruch in die Praxis umzusetzen, ist allerdings nicht einfach. Es bedarf der gegenseitigen Rücksichtnahme aller Teilnehmenden auf alle Bedarfe und letztlich eines gemeinsamen Kulturwandels. Wie so häufig gilt auch hier: \"don't panic\" und \"wer nicht anfängt, hat schon verloren\".\r\n\r\nUm den Einstieg zu erleichtern, präsentieren wir die erste Version einer Checkliste mit Best-Practices, die auf Basis der Erfahrungen eines sehr diversen Projektteams gestaltet wurde. Die Erfahrungen zeigen aber auch, dass Inklusionsversuche wie eine Lupe wirken: Sie machen viele weitere Probleme deutlich. Zu diesen gehören unter anderem:\r\n- Kosten für die individuelle Ausstattung mit Soft- und Hardware oder Assistenz(en)\r\n- Datenschutz versus Unterstützung\r\n- Bildungsbenachteiligung\r\n- strukturelle Diskriminierung\r\n\r\nBei dem Versuch, diese Probleme genauer zu betrachten und zu lösen, stellen sich schnell weitreichende rechtliche und gesellschaftliche Fragen. Insofern ist die Checkliste wirklich nur ein erster Aufschlag und erfordert kontinuierliche Anpassung und Reflexion. Wir machen Vorschläge, wie diese gelingen können. \r\n\r\nMit unserem Vortrag möchten wir in einen produktiven Austausch mit den Teilnehmenden kommen und über die Bedeutung von Barrierefreiheit und Inklusion - aber auch die Herausforderungen und Anforderungen - sprechen.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3345,
      "code": "KVVQAP",
      "public_name": "MoniKa (cyber4EDU e.V.)",
      "biography": "Mitglied bei cyber4EDU e.V. - einem Verein aus Eltern, Pädagog\\*innen und Nerds. Wir wollen die Digitalisierung von Schulen unterstützen - mit Kompetenz, aber ohne Profit.",
      "answers": []
    },
    {
      "id": 3304,
      "code": "AU3Z9E",
      "public_name": "pnrd",
      "biography": "Mitglied bei cyber4EDU - ein Verein aus Eltern, Pädagog*innen und Nerds. Wir wollen die Digitalisierung von Schulen unterstützen - mit Kompetenz, aber ohne Profit.",
      "answers": []
    },
    {
      "id": 3305,
      "code": "FFZY8G",
      "public_name": "AG_Barrierefreiheit",
      "biography": "**Vortragende:**\r\n- Chris, (Gründungs-)Mitglied bei cyber4EDU e.V. und aktiv u.a. bei der AG Barrierefreiheit.\r\n- Hendrik, Mitglied bei cyber4EDU e.V. und aktiv u.a. bei der AG Barrierefreiheit.\r\n- MoniKa, (Gründungs-)Mitglied bei cyber4EDU e.V. und aktiv u.a. bei der AG Barrierefreiheit.\r\n- Irmhild, cyber4EDU AG Barrierefreiheit, im rl: Wissenschaftlerin, Projektleiterin und Teamleiterin eines sehr diversen Teams;\r\n- JoLa, Wissenschaftlerin und Designerin, Mitglied eines sehr diversen Teams\r\n- Silke, Bildungswissenschaftlerin, Mitglied eines sehr diversen Teams und Vollzeitautistin\r\n\r\n\r\nDie AG Barrierefreiheit und die AG Inklusion von [cyber4EDU e.V.](https://cyber4edu.org/c4e/wiki/start) arbeiten derzeit eng zusammen.\r\n\r\nBei uns steht aktuell das Thema \"Barrierefreie Videokonferenzsysteme\" im Fokus. Gerne würden wir langfristig einen Austausch der verschiedenen Personengruppen - Nutzende, Entwickelnde, Admins, Assistierende, … - etablieren.\r\n\r\n**Was wir so machen:**\r\nhttps://cyber4edu.org/c4e/wiki/workshops/rc3-nowhere-assembly-day2#uhr1\r\n\r\n**Zu unseren Treffen:**\r\nhttps://cyber4edu.org/c4e/wiki/unsere_arbeitsgruppen#barrierefreiheit",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}