{
  "id": 49108,
  "guid": "43bd51de-995e-5869-902d-43d9e8489169",
  "logo": "",
  "date": "2022-12-28T21:00:00+01:00",
  "start": "21:00",
  "duration": "01:30",
  "room": "Fireshonks-Workshop",
  "slug": "jev22-49108-code_of_conduct",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/SZCDFZ/",
  "title": "Code of Conduct: Bausatz für ein gutes Miteinander? Ein Austausch.",
  "subtitle": "",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "de",
  "abstract": "Ein Code of Conduct für deinen Space? Uuuuuhhh, das gibt doch nur anstrengende Diskussionen... Und was muss da überhaupt rein...? Und reicht es nicht, wenn wir uns damit beschäftigen, wenn was vorfällt?",
  "description": "Wir finden es gut und wichtig, wenn Spaces einen Code of Conduct haben. Deshalb möchten wir mit euch über das Thema Code of Conduct reden!\r\nWelche Fragen beschäftigen Menschen in Hackspaces rund um das Thema Code of Conduct? \r\nWas könnte helfen auf dem Weg zu einem Code of Conduct? \r\n\r\nIhr habt einen Code of Conduct? Kommt vorbei! \r\nIhr habt (noch) keinen Code of Conduct? Kommt vorbei!\r\nWir möchten uns austauschen über existierende Codes of Conduct, Hürden auf dem Weg zu einem Code of Conduct und darüber, was es außer einem Code of Conduct noch so braucht, um sich in einem Space wohlzufühlen.\r\n\r\nAber Vorsicht: Das wird kein Vortrag, Austausch ist ernst gemeint ;)",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3270,
      "code": "WTXR9Z",
      "public_name": "buecherwurm",
      "biography": "mag Awareness und Code of Conduct",
      "answers": []
    },
    {
      "id": 3269,
      "code": "L7AV3H",
      "public_name": "qch3n",
      "biography": "Ich bin qch3n (pronomen es) aus dem Wiener Chaos Umfeld, mache bei Veranstaltungen mal Awareness.",
      "answers": []
    },
    {
      "id": 3268,
      "code": "XRGBVW",
      "public_name": "Sandzwerg",
      "biography": "Seit 2012 in Hackspaces aktiv beschäftige ich mit seit längeren mit Code of Conducts.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}