{
  "id": 49160,
  "guid": "44f01677-fd13-5233-ad2a-cbcf185cf29f",
  "logo": "",
  "date": "2022-12-29T16:00:00+01:00",
  "start": "16:00",
  "duration": "00:45",
  "room": "HIP22 - Track 1 - Room 5",
  "slug": "jev22-49160-from_idea_to_kicad_beyond",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/BGH3BG/",
  "title": "From idea to KiCad & beyond",
  "subtitle": ": How to design & build an LED project",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "Learn how to easily go from an idea to a professional-looking LED project. Including designing and creating your own PCBs and cases, why this is so much fun, and why all of this is easier than you expect.",
  "description": "Soldering a Neopixel LED strip to an ESP32 or Arduino to make it glow can be a fun start for building LED projects. But how do you actually make an LED project that looks and feels like a professional product?\r\n\r\n\r\n**Join this talk and learn:**\r\n\r\n- how to easily plan and design a product, with its unique case design, PCBs with all the components you need and which fit perfectly into the case\r\n- how to design LED projects to be not just repairable, but also easy to modify and extend - or in other words: maker friendly\r\n- how to have fun exploring and combining all the various PCB types, components, and materials for making LED projects\r\n- how all of this is a lot easier than you expect\r\n\r\n\r\n**About the speaker:**\r\n\r\nMarco (nickname \"glowingkitty\") is creating open-source LED lamps and development kits, to get more people excited about creating their own LED projects and getting interested in industrial design and electronics.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 346,
      "code": "XM7QC9",
      "public_name": "Marco",
      "biography": "Maker, LED enthusiast, educator - and just your average cat onesie wearing guy from next door.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}