{
  "id": 49263,
  "guid": "474e589e-9ea8-541e-914f-730260aa4a26",
  "logo": "/media/hip-berlin-2022/submissions/ADCSSQ/rover_1YtEEQZ.jpeg",
  "date": "2022-12-28T16:00:00+01:00",
  "start": "16:00",
  "duration": "00:30",
  "room": "c-base mainhall",
  "slug": "jev22-49263-cuber",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/ADCSSQ/",
  "title": "CubeR",
  "subtitle": "Mondforschung und –Erkundung und modularen Nanorovern",
  "track": "c-base",
  "type": "Talk",
  "language": "de",
  "abstract": "Matthias Maurer beschreibt den Mond als unser *Sprungbrett zum Mars*. Und nicht nur für Missionen zum nächsten Planeten, sondern auch für wesentlich weiter entfernte Ziele, wo nie ein Mensch zuvor gewesen ist, wird es unabdingbar sein, den Mond als Trainingsgelände zu nutzen. Mit Hilfe unserer **CubeR** soll die Oberfläche des Mondes sowohl für die Wissenschaft als auch für die Industrie zugänglich werden. Unsere nach einem offenen Standard entwickelten Nano-Rover stellen eine Grundlage für die Erforschung der unendlichen Weiten des Weltraums dar.",
  "description": "Mit dem visionären Ziel der europäischen Raumfahrtagentur ESA, bis 2040 eine bemannte Basis auf dem Mond aufzubauen, rückt der Mond mehr und mehr in den Fokus von Industrie und Forschung. Die Entwicklung von Nanosatelliten für den Erdorbit, sogenannten CubeSats, hat in den letzten Jahrzehnten eine Revolution in Sachen Zugang zum Weltraum bewirkt. Ziel der 2020 von *Irene Selvanathan* gegründeten **NEUROSPACE GmbH** ist die Erweiterung dieses Wandels bis hin zur Mondoberfläche. Dabei gilt es zu untersuchen, in wie weit bestehende CubeSat-Technologie für den Einsatz in der doch sehr ähnlichen Umgebung geeignet ist. Mit Hilfe eines offenen Standards für die Entwicklung lunarer Rover will NEUROSPACE bewirken, dass zukünftige Missionen sich mehr auf den eigentlichen Anwendungsfall fokussieren können, anstatt auf die Entwicklung und Zertifizierung benötigter Komponenten. In diesem Vortrag wird das von Neurospace entwickelte CubeR-Konzept vorgestellt und eine Einordnung der zukünftigen Bedeutung robotischer Systeme für die lunare Erforschung vorgenommen. Dabei wird auf die besonderen Herausforderungen, die es bei der Entwicklung derartiger Systeme zu überwinden gibt eingegangen und unser ehrgeiziger Plan beschrieben, wie eine Vielzahl von CubeR-Robotern auf dem Mond die Arbeiten der Astronautinnen und Astronauten übernehmen kann.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3391,
      "code": "BYP3YV",
      "public_name": "Igork Kolek",
      "biography": null,
      "answers": []
    },
    {
      "id": 3375,
      "code": "NDG3EE",
      "public_name": "Maximilian von Unwerth",
      "biography": "Experte für Weltraumrobotik, leidenschaftlicher Dozent und ein Enthusiast für die unendlichen Weiten des Weltraums, promoviert gerade über Lunar Exploration Rover und arbeitet als Entwicklungsingenieur bei dem Berliner Raumfahrt-Startup NEUROSPACE GmbH. Mit ihrer neuesten Entwicklung namens CubeR möchte NEUROSPACE ihren Kunden die Möglichkeit bieten, ihre eigenen Fußspuren auf dem Mond zu hinterlassen. Dazu haben die Ingenieurinnen und Ingenieure von NEUROSPACE eine neuartige, standardisierte und kostensparende Mond-Rover-Lösung realisiert. Maximilian studierte Robotik und im Nebenfach Luft- und Raumfahrttechnik an der TU Braunschweig. Er war wissenschaftlicher Mitarbeiter bei der Entwicklung von MIRA3D, einem autonomen Mondrover-Demonstrator für die additive Fertigung von Mondregolith und Teamleiter des European Rover Challenge Siegerteams 2020. Er arbeitete als wissenschaftlicher Assistent für die Vermittlung der Grundlagen des Programmierens und war Organisator des Vorkurses in Computerwissenschaften. Als LEGO-Lab-Mentor inspirierte er junge Entdecker für die Robotik. Um die Informatik in den Schulen zu stärken, engagierte er sich als Lehrer am Gymnasium und nahm mit einem Team von Schülern an der First LEGO League teil.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0db",
  "origin": "pretalx.c3voc.de"
}