{
  "id": 49270,
  "guid": "47b2d2c7-e59c-554c-97a2-ec80ecb640ba",
  "logo": "/media/fire-shonks-2022/submissions/CKWDQR/Critical_Making_Inspirational_Stories_KbsfQ8C.png",
  "date": "2022-12-30T11:05:00+01:00",
  "start": "11:05",
  "duration": "00:40",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49270-geschlechtergerechtigkeit_und_making",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/CKWDQR/",
  "title": "Geschlechtergerechtigkeit und Making",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "In unserem Beitrag wollen wir der Frage nachgehen, wie wir Making geschlechtergerechter gestalten können. Ausgehend von unserem Projekt namens \"Critical Making\" werden wir inspirierende Geschichten von spannenden Menschen auf der ganzen Welt präsentieren, die ihren Weg zu Making gefunden haben, indem sie unterschiedliche Barrieren in Bezug auf Geschlecht und überschneidende Ungleichheitsdimensionen überwunden haben. Wir werden eine erste Version von Empfehlungen, wie ein inklusiver Makerspace gestaltet werden kann, vorstellen: Ein Handbuch, das mit dem Ziel erstellt wurde, Ressourcen und Tipps anzubieten, wie ein Maker Space und seine Community inklusiver, vielfältiger und einladender für diejenigen werden können, die sich in der Maker-Bewegung und ihrer Community unterrepräsentiert und weniger sichtbar fühlen. Unser Ziel ist es, einen Dialog zu eröffnen, das Dokument soll weiter kontinuierlich wachsen und sich weiterentwickeln, und Erfahrungen und Vorschläge von unterschiedlichen Menschen aus verschiedenen Kontexten in sich vereinen.",
  "description": "Im Projekt Critical Making (https://criticalmaking.eu/) konzentrieren wir uns auf kritisches und sozial verantwortliches Making und zeigen, wie globale Maker-Communities jungen Talenten aller Geschlechter neue Möglichkeiten bieten können, durch Open-Source-Innovation zu einer offenen Gesellschaft beizutragen .\r\n\r\nIm Zuge dessen haben wir Maßnahmen mitgestaltet, um bestehenden androzentrischen Strukturen entgegenzuwirken. Auch haben wir Richtlinien erarbeitet, welche das Bewusstsein für Machtungleichgewichte in Maker- und Online Spaces stärken sollen.\r\n\r\nAuf unserer Website https://criticalmaking.eu/gender-equality/ finden sich erste Ergebnisse unserer Aktivitäten, die auch während der Veranstaltung präsentiert werden: In den Inspirational Stories about Gender-Inclusive Making können spannende Menschen aus der ganzen Welt kennengelernt werden, die ihre inspirierenden Geschichten teilen, wie sie zu Making gefunden haben.\r\n\r\nIn der Introduction to Inlcusive Making finden sich verständliche Erklärungen zu einigen Begriffen und Theorien rund um inklusives Making. Die Recommendations to Inclusive Making bieten praktische Empfehlungen, wie ein Makerspace offen und einladend werden kann. Gemeinsam können wir diese Dokumente lebendig machen – Feedback, Erfahrungen und Empfehlungen können gerne über die Kommentarfunktion übermittelt werden, und so das gemeinsame Wissen vergrößern.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3379,
      "code": "MH9C3P",
      "public_name": "Teresa Schaefer",
      "biography": "Ich bin Sozialwissenschaftlerin am Zentrum für Soziale Innovation",
      "answers": []
    },
    {
      "id": 3388,
      "code": "7FRCYR",
      "public_name": "LMS",
      "biography": "I am a social scientist and aspiring kindergarten teacher, currently working at the Centre for Social Innovation (ZSI) at Vienna. My pronouns are they/them (and I do not use pronouns in German).",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}