{
  "id": 4864,
  "guid": "48ff64f6-0b5f-5dcd-a921-50fd47787bbc",
  "logo": "/media/freiraumforum/submissions/3HAWBE/Kulturator_Logo_Reinzeichnung-web_rNCO8TZ.jpg",
  "date": "2022-12-30T15:00:00+01:00",
  "start": "15:00",
  "duration": "00:30",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-4864-hacking_social_entrepreneurship_jeder_mensch_ist_gemeinnuetzig_kulturator_gute_dinge_stiftung",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/3HAWBE/",
  "title": "Hacking social entrepreneurship // Jeder Mensch ist gemeinnützig / Kulturator | Gute-Dinge-Stiftung",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Kurz & unterhaltsam: hinter den Kulissen eines Systemhacks, 18 Monate Kampf für gute Dinge, gegen Bürokratie und Bleibenlassen. Wie man ohne Geld eine Stiftung gründet um ein offenes Dach für gute Ideen ohne Bürokratie zu bauen. Ehrenamtlich, seit 6 Jahren. Engagement first, Bürokratie second.",
  "description": "Johannes und Max haben 2016 den Kulturator gegründet, davor wurden anderthalb Jahre Briefe geschrieben. Das Ziel: eine Stiftung gründen – zu jedem Zweck der Welt – damit alle netten Menschen unter diesem Dach offiziell gemeinnützig aktiv werden können.\r\n\r\nDann kann man auch mit geflüchteten Kindern in den Zoo fahren und man kann die Tickets geschenkt bekommen. Einzige Alternative: Verein gründen. Das geht aber nicht allein. Also gründen viele Menschen potemkinsche Vereinsdörfer, mit Schatzmeistern, die keinen Bock haben, Satzungen die keiner schreiben mag, Sitzungen die keiner abhalten will, Notare und Anwaltsbesuche, die keiner zahlen will – nur um am Ende mit Kindern in den Zoo zu fahren.\r\n\r\nDie meisten lassen das natürlich bleiben. \r\nAber jetzt gibt's uns – und Ihr könnt alle endlich einfach nett sein :)",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 6,
      "code": "YZM9NW",
      "public_name": "Johannes Schricker (Kulturator)",
      "biography": "Johannes ist die nette Zeit ehrenamtlicher Vorstand und Stifter des Kulturators (www.kulturator.de). Die andere Zeit freiberuflicher Dipl. Ing. Stratege. Heute geht's um die nette Zeit :)",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}