{
  "id": 4443,
  "guid": "4f44d39f-3189-59d2-87ce-3cd41ec43123",
  "logo": "/media/freiraumforum/submissions/QVPQKG/G128_H3EDpmJ.png",
  "date": "2022-12-29T20:00:00+01:00",
  "start": "20:00",
  "duration": "01:30",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-4443-das_mietshaeuser_syndikat_und_das_neubauprojekt_goerzer128",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/QVPQKG/",
  "title": "Das Mietshäuser Syndikat und das Neubauprojekt Görzer128",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Die Görzer128 wird gebaut - 14 Jahre nach der Ligsalz8, Münchens zweites Projekt im Verbund mit dem Mietshäuser Syndikat.",
  "description": "Unser Neubauprojekt Görzer128 wird ab dem kommenden Jahr sowohl bezahlbaren Wohnraum, als auch einen unkommerziellen Veranstaltungs- und Begegnungsort schaffen. Im Frühling 2021 haben wir den Zuschlag für ein Grundstück in der Görzerstraße 128 in Ramersdorf-Perlach von der Stadt München erhalten. Nun wurde der Bauantrag eingereicht und 2023 wird gebaut. In unserem Projekt setzen wir auf Selbstverwaltung, Schwarmintelligenz und Skillsharing. Wir sind Teil des Mietshäuser Syndikats, das mittlerweile aus ca. 180 selbstverwalteten Hausprojekten besteht, dessen Funktionsweise wir euch gerne vorstellen und euch motivieren wollen. Denn: Schließt euch zusammen, nehmt euch Platz und schafft Freiräume. Es werden weitere Grundstücke von der Stadt, auch für weitere Syndikatsprojekte ausgeschrieben werden. \r\n\r\nWenn Ihr weitere Fragen zum Aufwand, der Organisation oder auch einfach zum Mietshäuser Syndikat habt kommt vorbei und redet mit uns. Wir sind vor Ort mit einem Infotisch, haben Flyer, Infomaterial und teilen gerne unser Wissen. Ihr könnt euch auch jederzeit online unter www.goerzer128.de über unseren aktuellen Stand informieren und euch auf unserem Newsletter eintragen. Meldet euch.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 193,
      "code": "VF8WZU",
      "public_name": "Peter von der Schwarmstimmung",
      "biography": "Wir sind mehrere Aktive aus solidarischen Zusammenhängen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}