{
  "id": 4985,
  "guid": "4fb985fc-b2a9-5fa7-b8c8-6925415a6cde",
  "logo": "/media/freiraumforum/submissions/NYPZTG/antiauthorith%C3%A4re_4FTJdh3.png",
  "date": "2022-12-29T14:30:00+01:00",
  "start": "14:30",
  "duration": "01:00",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-4985-antiautoritaere_gedanken_zum_generationskonflikt_und_den_daraus_resultierenden_eigentums",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/NYPZTG/",
  "title": "Antiautoritäre Gedanken zum Generationskonflikt und den daraus resultierenden Eigentums",
  "subtitle": "- und Machtverhältnissen",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Ein kurzer Exkurs, warum Wählen gehen für jüngere Generationen in Zukunft immer wichtiger wird und Konzepte wie Deutsche Wohnen & Co enteignen wahrscheinlich nicht weit genug gehen.",
  "description": "Ein theoretischer Vortrag mit einer uterhaltsamen Präsentation über die Zukunft von Deutschland. Basierend auf den Überlegungen von Stefan Schulz, Autor von 'die Alten Republik' wird unter Berücksichtigung der aktuellen Zahlen und Wählerverhalten, insbesondere dem der sogenannten Boomer-Generation, wird Wählen trotz einer antiautoritären Grundhaltung zur Bürgerpflicht. Aus der relativ düsteren Prognose leitet sich die weiterführende Überlegung ab, dass Ideen, wie 'Deutsche Wohnen & Co enteignen!' nicht durchdacht genug sind. Wohnbesitz wird in Zukunft wieder mehr Machtmittel sein, vergleiche dazu Oliver Webers Überlegungen bei Jung und Naiv. Da der Wohnraum auch überwiegend in Besitz der Boomer ist, laufen beide Themen parallel. Im Vortrag geht es weniger um einen Lösungsvorschlag als viel mehr darum eine Idee weiter zu tragen.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 173,
      "code": "PYTB9N",
      "public_name": "Lorenz Wittmann",
      "biography": "1981 in München geboren, seit Ende der Neunziger in verschiedenen Bereichen der Münchner Sub-/Jugendkultur aktiv, ob Organisation von illegalen Partys, Street Art, Jugendmagazinen, Musik oder einfach nur hinter der Bar, gelernter Grafiker, Creative Director und seit 2021 Student Management der sozialen Innovationen an der HM.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "64f358c2-82f2-11ed-b6f2-370ab4c5fdf0",
  "origin": "forum.freiraeumen.jetzt"
}