{
  "id": 49115,
  "guid": "51e7515c-4fd7-5c96-9e00-0e26edb4f416",
  "logo": "",
  "date": "2022-12-29T13:15:00+01:00",
  "start": "13:15",
  "duration": "01:45",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49115-tracking_in_apps",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/FRQGY9/",
  "title": "Tracking in Apps: Ist das legal? – Eine Übersicht über die mobile Trackinglandschaft",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "Egal was wir im Internet machen, Webseiten und Apps versuchen uns durchgehend zu tracken. Wir haben schon viel über Tracking im Web gehört, aber wie sieht das bei Handy-Apps aus? Obwohl wir regelmäßig mit unseren Handys interagieren, wissen wir viel weniger über Datensammelei in unseren Smartphones. In diesem Vortrag wollen wir unsere Forschung im App-Tracking-Bereich vorstellen und Euch zeigen, wie wir automatisiert Tausende von Apps analysiert haben. Ihr werdet lernen, welche Daten Apps über Euch versenden und wer diese erhält. Außerdem schauen wir uns mal diese Einwilligungsdialogen an – sind die überhaupt legal?",
  "description": "Während wir schon eine Menge über das allgegenwärtige Tracking im Web wissen, gibt es bisher wenig Ergebnisse zur Situation bei mobilen Apps, insbesondere in einem großen Umfang. Wir, der Datenanfragen.de e. V. und das Institut für Anwendungssicherheit an der TU Braunschweig, haben uns in mehreren Forschungsprojekten genau diesem Problem angenommen und möchten Euch unsere Ergebnisse vorstellen.\r\n\r\nWir werden uns konkrete Tracking-Beispiele aus bekannten Apps ansehen, die zahlreiche Daten an Drittanbieter senden, selbst wenn die Nutzer_in die App gerade einmal gestartet hat. Wir werden Euch von den technischen Herausforderungen berichten, die uns begegnet sind sowie die Ergebnisse unserer Studie von 4.388 beliebten Apps unter Android und iOS berichten. Wir wollen nicht zu viel verraten, aber Ihr werdet nicht überrascht sein, dass die Situation genauso schlimm ist wie im Web. Ein Großteil der Apps übermittelt Telemetriedaten über Gerätedetails (Modell, Einstellungen, Batteriestatus, etc.), Sensordaten und Ereignisse (angeschaute Seiten, Klicks) oder selbst Eure GPS-Position und Daten, die Ihr in Apps eingebt.\r\n\r\nZum Glück müssen wir uns nicht mit dieser Situation abfinden. Wir werden Euch die rechtlichen Rahmenbedingungen von Tracking in der EU vorstellen. Durch die DSGVO und die ePrivacy-Richtlinie gibt es strenge Regeln darüber, wann Tracking legal ist – an die sich die meisten Apps nicht halten. Und es wird sogar schlimmer, wenn wir uns diese nervigen Einwilligungsdialoge anschauen: Da wird es echt schwer, welche zu finden, die sich tatsächlich an die Gesetze halten.\r\n\r\nAber obwohl die gesetzliche Lage sehr klar ist, ist die Durchsetzung leider noch mangelhaft. Das führt dazu, dass viele Firmen davon ausgehen, dass sie konsequenzlos damit davon kommen können, sich nicht an das Gesetz zu halten. Wir wollen Euch zeigen, welche Ideen wir haben, um das zu ändern.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3286,
      "code": "87XSHM",
      "public_name": "Malte Wessels",
      "biography": "Malte Wessels ist Vorstandsbeisitzer des Datenanfragen.de e.V., ein gemeinnütziger Verein der Dir helfen will deine Datenschutzrechte wahrzunehmen. Außerdem ist er Doktorand am Institut für Anwendungssicherheit der TU Braunschweig und beschäftigt sich dort unter anderem mit *mobile privacy*. (er/ihm)",
      "answers": []
    },
    {
      "id": 3276,
      "code": "DTRHPL",
      "public_name": "Lorenz Sieben (zner0L)",
      "biography": "Pronomen: er/ihm\r\nIch finde Computer sollten auch noch zu was anderem gut sein, als uns zu überwachen, glaube aber dass wir dafür was ganz grundlegend ändern müssen an der Weise wie wir uns aufeinander beziehen. Deswegen mache ich Datenschutzaktivismus bei Datenanfragen.de.\r\nIhr findet mich im Fediverse hier: @zner0L@chaos.social",
      "answers": []
    },
    {
      "id": 3263,
      "code": "HBWQ7Q",
      "public_name": "Benjamin Altpeter",
      "biography": "Benni ist Datenschutzaktivist und Vorstandsvorsitzender des Datenanfragen.de e. V., eines gemeinnützigen Vereins, der es sich zur Aufgabe gemacht hat, Menschen bei der Ausübung ihres Grundrechts auf Datenschutz zu helfen. Er hat Informatik an der TU Braunschweig studiert und interessiert sich für IT-Sicherheit und Open-Source-Software. (er/ihm)\r\n\r\nhttps://benjamin-altpeter.de/",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}