{
  "id": 49104,
  "guid": "52842ce0-1c84-5c32-b2b2-8f8a4a085810",
  "logo": "/media/fire-shonks-2022/submissions/GNXXZ9/hexe_HY5bs8l.png",
  "date": "2022-12-28T17:30:00+01:00",
  "start": "17:30",
  "duration": "01:00",
  "room": "Fireshonks-Workshop",
  "slug": "jev22-49104-hack_yourself_digitale_selbstverteidigung",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/GNXXZ9/",
  "title": "Hack yourself - Digitale Selbstverteidigung",
  "subtitle": "",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "de",
  "abstract": "Was für Infos gebe ich preis, wofür sind diese Daten überhaupt relevant und was können Kriminelle damit machen? In diesem interaktiven Workshop lernen die Teilnehmer*innen die Grundlagen der digitalen Selbstverteidigung. Wie lernen gemeinsam Schwachstellen zu erkennen und zu beheben, damit sie zukünftig vermieden werden können. Dieser Workshop eignet sich für jedes Alter und jeden Kenntnisstand, für newbies und digital natives, aber auch für DICH, wenn du mal eine Auffrischung in diesem Bereich gebrauchen kannst.",
  "description": "Das Abschätzen von Risiken gehört zu unserem Alltag, mal bewusst mal weniger. Unabhängig davon, in welchem Umfang wir das Internet nutzen und egal, ob nur privat oder beruflich, treffen wir Entscheidungen, die unsere Sicherheit betreffen.\r\n**Es ist daher sehr ratsam, sich mit der praktischen Umsetzung zu befassen, die wir bei einer Risikominimierung bis hin zur Vermeidung helfen.** Möchte ich dieses Produkt nutzen? Muss ich dieses Produkt nutzen? Wie sieht es mit dem Datenschutz dabei aus? Haben die Herrsteller bereits Maßnahmen getroffen oder bieten mir sogar die Option für einen besseren Schutz? Wie wichtig ist mir das Konto und was ist das schlimmste, was dabei passieren kann? Welche Schwachstellen ergeben sich, wenn ich mich z.B. für mehr Komfort statt für Sicherheit entscheide und wie kann ich das besser abschätzen?\r\n\r\nDer Workshop soll Personen dabei helfen, mehr über ihr Verhalten im Internet rauszufinden und dabei u.a. folgende Aspekte zu berücksichtigen:\r\n* Was für Infos geben ich preis?\r\n* Habe ich bereits ein Problem mit Zugangsdaten, weil diese in einem Breach sind und ich sie nicht geändert habe?\r\n* Nutze ich dieselben Zugangsdaten bei mehreren Diensten?\r\n* In case of emergency: Wohin kann ich mich wenden, wenn \"was\" (Data Breach, Identitätsdiebstahl, ...) passiert ist?",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 43,
      "code": "7NGZ9Q",
      "public_name": "C_ristina",
      "biography": "Defense Haeckse, Gynformation, geekfem, Cryptoparty HH, hat Pony-große Hunde und überall wo es Pommes gibt.",
      "answers": []
    },
    {
      "id": 3342,
      "code": "H3FGTA",
      "public_name": "Catrin (sie/ihr)",
      "biography": "Catrin macht schon immer irgendwas und davon sehr viel mit IT und mag Menschen. Deshalb liegt ihr das Thema IT-Sicherheit und die Auswirkungen der Digitalisierung auf die Gesellschaft sehr am Herzen.",
      "answers": []
    },
    {
      "id": 3377,
      "code": "YVPD3T",
      "public_name": "Lunikell",
      "biography": "Nordlicht im süddeutschen Exil, macht tagsüber was mit Mechatronik und abends lieber Kram an Computern",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}