{
  "id": 2915,
  "guid": "54120711-57e2-41ab-94a6-71125030d476",
  "logo": "",
  "date": "2022-12-29T15:00:00+01:00",
  "start": "15:00",
  "duration": "00:45",
  "room": "Winterchaos",
  "slug": "jev22-2915-nitratauswaschung_aus_der_landwirtschaft_ins_grundwasser",
  "url": "https://laborluxeria.github.io/winterchaos2022/sessions/2915-nitratauswaschung-aus-der-landwirtschaft-ins-grundwasser",
  "title": "Nitratauswaschung aus der Landwirtschaft ins Grundwasser",
  "subtitle": "",
  "track": "Winterchaos",
  "type": "Talk",
  "language": "de",
  "abstract": "Der Verlust von Stickstoff (N) aus Agrarökosystemen ist eines der größten ungelösten Umweltprobleme unserer Zeit.",
  "description": "Der Verlust von Stickstoff (N) aus Agrarökosystemen ist eines der größten ungelösten<br />Umweltprobleme unserer Zeit. Einerseits ist Stickstoff ein kritischer ertragsbeschränkender Nährstoff,<br />und daher ist die N-Versorgung in der Landwirtschaft in Form von Dünger entscheidend für die<br />Gewährleistung der Ernährungssicherheit. Andererseits geht ein Teil dieses Stickstoffdüngers verloren,<br />z. B. durch Auswaschung in Form von mobilem Nitrat durch den Boden in den Grundwasserleiter.<br />Aufgrund dieser Verunreinigung werden heute in vielen Regionen die Trinkwassergrenzwerte für<br />Nitrat überschritten.<br /><br />In dieser Studie untersuchten wir die N-Transport- und Kreislaufprozesse während drei Anbauperioden<br />(2017-21) auf 11 Feldern im Gäu im Schweizer Mittelland. Die Fruchtfolgen umfassten Silomais,<br />Wintergetreide und Raps. Die Ziele waren, verschiedene Monitoringmethoden für die<br />Nitratauswaschung zu vergleichen und die Haupteinflussfaktoren für die Nitratauswaschung aus der<br />Wurzelzone zu bestimmen.<br />",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 7,
      "code": "HAN7",
      "public_name": "Hannah",
      "biography": ""
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "99411f15-7335-4d36-abac-3ff0419ec954",
  "origin": "laborluxeria.github.io"
}