{
  "id": 5495,
  "guid": "54f9f5a8-511a-5420-afed-2caf4bfa1dd9",
  "logo": "",
  "date": "2022-12-29T15:00:00+01:00",
  "start": "15:00",
  "duration": "03:30",
  "room": "Workshopraum 4 - H2-4.4",
  "slug": "jev22-5495-potentiale_und_kritik_von_konsens_als_feministische_praxis",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/HBEN73/",
  "title": "Potentiale und Kritik von Konsens als feministische Praxis",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "In diesem Workshop geht es darum sich herrschenden Diskursen rund um das Thema Konsens & Sexualität zu widmen. Ziel es ist herauszufinden wo das Konzept von Konsens ansetzt, wofür wir es brauchen, wo es aber auch an seine Grenzen kommt & inwiefern wir es als feministische Praxis verstehen können.",
  "description": "Konsens – eines der zentralen Themen in den aktuellen Diskursen rund um Sexualität, Lust und Beziehungen; und das ist auch gut so, weil immer noch viel zu wenig Menschen gelernt haben ihre Sexualität konsensuell zu gestalten und zu leben. Es mangelt an entsprechender Kommunikation, ehrlich und offen über eigene Bedürfnisse und Grenzen ins Gespräch zu kommen. Gleichzeitig fehlt es meist überhaupt an einem Bewusstsein für die Notwendigkeit dessen und Räumen, um über damit verbundene Fragen oder Unsicherheiten ins Gespräch zu kommen. \r\nZiel es Workshops ist es daher, abseits von neoliberalen Logiken, die nur auf die Veränderung von individuellem Verhalten abzielen, machtkritische und emanzipatorische Perspektiven auf das Thema Konsens zu entwickeln und sowohl auf theoretischer als auch auf praktischer Ebene neue Zugänge zu dem Thema zu ermöglichen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 174,
      "code": "XB9B8J",
      "public_name": "Consent Calling",
      "biography": "Consent Calling ist Münchens feministisches Sexshopkollektiv und unser Ziel ist es in München einen Ort zu schaffen, der eine Alternative zu herkömmlichen, oft sexistisch geprägten, Sexshops darstellt. Neben dem Verkauf von Toys, Literatur und gender-expression Produkten sowie aktivistischem Engagement leisten wir vorallem Bildungs- und Aufklärungsarbeit und möchten einen Beitrag leisten Sexualität freier, machtkritischer und feministischer zu verhandeln. Wir wollen Horizonte erweitern, Austauschs- und Begegnungsräume schaffen und normative Setzungen im Kontext vom Sexualität überwinden.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}