{
  "id": 49197,
  "guid": "5618b302-b420-58d3-a234-e3f642cc0d25",
  "logo": "",
  "date": "2022-12-29T17:00:00+01:00",
  "start": "17:00",
  "duration": "01:00",
  "room": "c-base mainhall",
  "slug": "jev22-49197-that_wasn_t_me_my_phone_was_hacked",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/FCWFK9/",
  "title": "\"That wasn't me, my phone was hacked!\"",
  "subtitle": " - Should evidence from phones be permitted in court?",
  "track": "c-base",
  "type": "Talk",
  "language": "en",
  "abstract": "Trading of zero day vulnerabilities is still possible and common.\r\nBut what does that mean for their judicial admissibility? Can the analysis results of the phone's data be used in court if  vulnerabilities for the device are available at Zero day vendors?",
  "description": "From a technical perspective the integrity of data on a device can not be trusted if 1. there are known vulnerabilities to a device and 2. an attacker is assumed that is capable of covering their tracks after gaining full system access\r\nThe more is known about the internals of a device, the easier it is to detect traces of manual changes of data and configuration on the device.\r\nBut how does that look like with smartphones? Should data extracted from there be admitted in court?\r\nIn this talk I first give some fundamentals of smartphone forensics, zero day markets and smartphone security to then analyze what this means for the admissibility of smartphones evidence in courts.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 40,
      "code": "GYVPAZ",
      "public_name": "Viktor",
      "biography": "Some music with Systemabsturz, some privacy advocacy with CCC, some IT security for activists and some smartphone forensics.\r\n\r\nFuture updates on IT security for activism things will be posted here: https://chaos.social/@schluevik",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0db",
  "origin": "pretalx.c3voc.de"
}