{
  "id": 49197,
  "guid": "5618b302-b420-58d3-a234-e3f642cc0d25",
  "logo": "",
  "date": "2022-12-29T17:00:00+01:00",
  "start": "17:00",
  "duration": "01:00",
  "room": "c-base mainhall",
  "slug": "jev22-49197-das_war_ich_nicht_mein_handy_wurde_gehackt",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/FCWFK9/",
  "title": "\"Das war ich nicht, mein Handy wurde gehackt!\"",
  "subtitle": " - Sollten Beweise aus Smartphones vor Gericht verwendbar sein?",
  "track": "c-base",
  "type": "Talk",
  "language": "de",
  "abstract": "Nach wie vor ist der ein Handel mit noch unbekannten Schwachstellen (Zero-Day Exploits) möglich und üblich. Aber was bedeutet das für die gerichtliche Verwertbarkeit von den inhalten von Smartphones? Kann man Vorgänge auf einem Gerät technisch einwandfrei nachweisen, wenn es für dieses Gerät käufliche Schwachstellen gibt?",
  "description": "Von einer rein technischen Perspektive betrachtet, kann der Integrität von Daten in einem IT-System nicht mehr vertraut werden, wenn: 1.  Es in diesen System offene Schwachstellen gibt und 2. von einer Angreifer*in ausgegangen wird, die mit einem vollen Systemzugriff ausreichend gut Spuren von Zugriffen und Manipulationen verwischen kann.\r\nJe besser die internen Details eines Systems bekannt sind, desto leichter fällt das Finden und Aufklären von eventuellen Manipulationen.\r\nAber wie sieht das mit Smartphones aus? Sollten Smartphones zugelassen sein, um vor Gericht Handlugen von Angeklagten nachzuvollziehen? In diesem Talk versuche ich zuerst einen Einblick in die Gebiete von Smartphone-Forensik, Zeroday-Märkten und Smartphone-IT-Security zu geben und dann zu Analysieren, was das für die Verwendung von Smartphones in Gerichtsverfahren bedeutet.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 40,
      "code": "GYVPAZ",
      "public_name": "Viktor",
      "biography": "Bisschen Musik mit Systemabsturz, bisschen Datenschutz mit dem CCC, bisschen Security für Aktivist*innen und bisschen Smartphone-Forensik",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0db",
  "origin": "pretalx.c3voc.de"
}