{
  "id": 49196,
  "guid": "57eb852a-1dc2-5ff1-8e37-f823b9174f03",
  "logo": "/media/hip-berlin-2022/submissions/3D3JF9/316474121_546899713962892_7270834671245927686_n_ZYKK57s.jpg",
  "date": "2022-12-27T17:00:00+01:00",
  "start": "17:00",
  "duration": "00:30",
  "room": "HIP - Track 2 - Room 2",
  "slug": "jev22-49196-what_i_learned_from_making_an_1836_led_dodecahedron",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/3D3JF9/",
  "title": "What I learned from making an 1836 LED dodecahedron",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "Going through the reasoning and design decisions made while creating pentagon shaped PCBs and a case for a 12 sided platonic solid.",
  "description": "Inspired by a huge dodecahedron installation by xHain hack+makespace and seeing Greg Davill's D20 LED cube at #36C3, davedarko swore to himself to make an LED covered dodecahedron. \r\n\r\nTwo years later the design process started, by deciding on a way to distribute LEDs. Then the next questions formed. How many LEDs can I put on it? How do you control 1836 LEDs that are spread over 12 PCBs? Do you chose neopixels or find an LED controller? What size is the angle between sides and what is it even called? How do you power it? Can I make new friends with it?\r\n\r\nBe warned: This talk will cover enough information to make you consider building a platonic solid covered in LEDs yourself!",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3288,
      "code": "A9KMJG",
      "public_name": "davedarko",
      "biography": "Dave is an active hackaday community member and joined xHain Hack- & Makespace in 2019. Over there he's sharing his joy not just for 3D printing and PCB design, but also every new skill that can influence the next project he will never finish.\r\n\r\nFor short term updates and shower thoughts,\r\nyou can also find him here https://chaos.social/@davedarko",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0dc",
  "origin": "pretalx.c3voc.de"
}