{
  "id": 49280,
  "guid": "58fec974-e39e-5c00-9f0d-96b35c15916d",
  "logo": "",
  "date": "2022-12-27T15:00:00+01:00",
  "start": "15:00",
  "duration": "01:00",
  "room": "workshop room 3",
  "slug": "jev22-49280-weaving_old_and_new_technology",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/LADFAB/",
  "title": "Weaving, Old and New Technology: from Design Concept to Diva Fashion",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Workshop",
  "language": "en",
  "abstract": "Have you ever wondered how fabric is actually woven? In this discussion i will take you along for the journey from initial concept to final wearable product of a high-fashion modern-designed wool scarf. Topics from the chemistry science of fiber and dyeing to the utilization of computer-assisted pattern design will be covered.",
  "description": "This will be a presentation documenting the process of creating a high-end designer scarf with mathematical patterns, from concept design to final product. The journey will take use from pencil, paper, and computer design, to spreadsheet assisted dyeing of yarns, to the preparation the loom, to the weaving process itself, and the final finishing touches to arrive at the beautiful finished product. Hopefully it will familiarize the uninitiated with the processes involved in creating a real world woven object.\r\n\r\nI also hope that this discussion will inspire collaborations for future work involving computerized looms, computer-assisted weaving designs, new tech-enhanced fibers, and anything else that could extend the possibilities of weaving. Maybe next conference we will have a working computerized loom!",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3387,
      "code": "XAFCM7",
      "public_name": "christopher lombardi",
      "biography": "Chris Lombardi is a veteran software engineer, specializing in interface deign, who has recently started a new career in Chemistry. Along the way, weaving has entered his life and is the perfect combination of IT, color, design and science.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "9e74f0b2-ce80-46da-8db4-cd1510000bed",
  "origin": "pretalx.c3voc.de"
}