{
  "id": 55117,
  "guid": "5a819c5e-3ed2-5b71-948e-0e6919fa723d",
  "logo": "/media/hacking-in-hell-2022/submissions/WAB98D/4CB3747A-A4CE-41C7-A750-A90233C8FA7C_HoBFsVk.jpeg",
  "date": "2022-12-30T15:30:00+01:00",
  "start": "15:30",
  "duration": "00:30",
  "room": "Bierschoine",
  "slug": "jev22-55117-sprechende_skulpturen",
  "url": "https://pretalx.c3voc.de/hacking-in-hell-2022/talk/WAB98D/",
  "title": "Sprechende Skulpturen",
  "subtitle": "",
  "track": "Hellarious",
  "type": "Talk",
  "language": "de",
  "abstract": "Benoit Maubrey ist ein Kunstler aus Baitz (bei Bad Belzig) . Er baut Skulpturen aus recycelten Lautsprecher und Elektronik.\r\nEr sucht Mitarbeiter in die Region Potsdam-Mittelmark für zukünftiger elektronischer Abenteuer.\r\nLink: https://www.benoitmaubrey.com/",
  "description": "SPEAKER SCULPTURES\r\nAls Künstler baue ich Folgendes:\r\nÖffentliche Klangskulpturen, die es Menschen ermöglichen, sich entweder live (vor Ort) oder über das Internet auszudrücken. Die Skulptur wird ortsspezifisch geschaffen, sie kann freistehend sein oder in lokale Strukturen/Gebäude/Topografien\r\nintegriert werden: Sie wird in Zusammenarbeit mit lokalen Kulturagenturen und Jugendorganisationen geschaffen.\r\nEine längere Beschreibung:\r\nDie Skulpturen werden aus Elektroschrott hergestellt. Die Bevölkerung ist\r\neingeladen, ihre gebrauchten Lautsprecher, Verstärker und Radios als Hardware für die Skulptur zu spenden. Regionale Recyclingbetriebe und Secondhand-Läden können als Partner gewonnen werden. 300 bis 500 recycelte Lautsprecher werden miteinander verbunden und über einen Verstärker mit Strom versorgt.\r\nDer Hauptzweck der Skulptur besteht darin, Anwohnern, Künstlern, Musikern,\r\nChorgruppen und Passanten die Möglichkeit zu geben, die Skulptur als \"Speakers Corner\" zu nutzen. Sie können sich auf verschiedene Weise beteiligen:\r\n— ihre Mikrofone, MP3-Player und Instrumente direkt an das Gerät anschließen.\r\n— eine von zwei verfügbaren Telefonnummern anrufen und sich 3 Minuten lang äußern.\r\n— Lieder und Nachrichten über Bluetooth an die Skulptur übertragen.\r\n— Über einen \"Audio-Twitter\" (#speakerssculpture) werden ihre Botschaften hörbar gemacht.\r\n— andere Social-Media-Quellen (Clubhouse, Instagram...) werden als\r\npartizipative Sound-Input-Quellen integriert.\r\n— Über Streaming-Videosysteme können die Anrufer die Skulptur und das\r\nPublikum, mit dem sie sprechen, ohne physischen Kontakt sehen.\r\nMein Ansatz:\r\nKünstlerisch verwende ich Lautsprecher ähnlich wie ein Bildhauer Ton oder Holz:\r\nals moderne Bausteine, um Kunstwerke zu schaffen, aber ihr Hauptzweck ist es,\r\neinen öffentlichen Raum mit Klang zu versorgen und einen öffentlichen \"Hotspot\" zu schaffen. Indem sie die Skulptur nutzen, um ihre eigene Musik abzuspielen, über ihre Handys zu sprechen und sich über \"hörbare\" soziale Medien auszudrücken, werden ihre Stimmen zu einem integralen Bestandteil der Skulptur.\r\nAuswirkungen:\r\nWarum sollte eine öffentliche Skulptur nicht sprechen?\r\nWarum sollte eine Skulptur nicht von lokalen Kulturorganisationen genutzt werden, um Gemeinschaften zu mobilisieren und ihre kulturellen Ausdrucksformen widerzuspiegeln?\r\nDas ist das Hauptziel meiner Skulptur: keine stumme Statue aus Marmor oder\r\nGranit, sondern ein soziales Gebilde, das in Zusammenarbeit mit lokalen Organisationen entsteht.\r\n\r\nZentrale Fragen:\r\nZielgruppen/Gemeinschaften, die Sie mit diesem Projekt ansprechen möchten?\r\nDieses Projekt ist öffentlich. Es gehört der Nachbarschaft.\r\nEinzelpersonen und zufällige Passanten können die Skulptur nutzen und sich auf\r\nverschiedene Weise beteiligen:\r\n— über Mikrofone, MP3-Player, Handys (Anrufe werden automatisch angenommen und verstärkt) und Musikinstrumente.\r\n— über Bluetooth.\r\n— Über das Internet und Streaming-Video können Anrufer das Publikum, mit dem\r\nsie kommunizieren, sehen und mit ihm sprechen.\r\n— über \"Audio-Twitter\" (#speakerssculpture) und andere Social Media (Clubhouse, Instagram...) als Sound-Input-Quellen integriert.\r\n— Künstler und lokale Vereine/Organisationen können Versammlungen und Foto-/Videodrehs veranstalten.\r\n— Das Projekt wird einen öffentlichen Aufruf an Privatpersonen beinhalten,\r\nalte Lautsprecher als Hardware für die Skulptur zu spenden. Örtliche Recyclingunternehmen und Secondhand-Läden können als Partner für\r\nElektroschrott fungieren.\r\neinige Links:\r\nVideo-Interview Deutsche Welle\r\nhttps://www.dw.com/en/beno%C3%AEt-maubreys-interactive-soundscapes/\r\nav-49781881\r\nweb link SPEAKER SCULPTURES: https://www.benoitmaubrey.com/?cat=5\r\nvideo link SPEAKER SCULPTURES: https://vimeo.com/66304704\r\nWeblinks zu früheren Projekten:\r\nARENA BERLIN https://benoitmaubrey.com/arena-berlin/\r\nARENA / KANADA\r\nhttps://benoitmaubrey.com/arena-2/\r\nAktuelles / laufendes Projekt:\r\nhttps://benoitmaubrey.com/streamers/\r\nOBELISK\r\nhttps://benoitmaubrey.com/obelisk/\r\nSHRINE\r\nhttps://benoitmaubrey.com/shrine/",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3932,
      "code": "MYRS93",
      "public_name": "Benoit Maubrey",
      "biography": "Ich baue interaktive Klangskulpturen in Baitz",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "0ce1f1b3-35c6-48ee-b3db-1c54e85f36b4",
  "origin": "pretalx.c3voc.de"
}