{
  "id": 5833,
  "guid": "5ee83318-5313-5326-b621-9864b85662a3",
  "logo": "/media/freiraumforum/submissions/8ZZMXT/Plattenregal_77s46zo.jpg",
  "date": "2022-12-30T14:00:00+01:00",
  "start": "14:00",
  "duration": "02:00",
  "room": "Timeout Raum - H2-5.1",
  "slug": "jev22-5833-techno",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/8ZZMXT/",
  "title": "Techno",
  "subtitle": "Geschichte, Sound, Politisches – ein Soundseminar mit Lutema",
  "track": "Freiräume",
  "type": "Diskussion",
  "language": "de",
  "abstract": "Ein Soundseminar mit Diskussion mit ausführlichen Musikbeispielen über die Entstehungsgeschichten von Techno als Musik, das Ausbrechen aus Identitäten und die Frage, was daran politisch ist.",
  "description": "Techno ist ein Fall für die Geschichtsbücher geworden, die Dokus auf einschlägigen Plattformen sind abendfüllend, in Frankfurt wurde ein eigenes Museum errichtet. Vielfach wird eine Erzählung geliefert, die Techno mit einer Aufbruchsstimmung in Richtung unpolitischem Hedonismus assoziiert und die bestrebt ist Techno als originär deutsche Musik- und Feierkultur festzuschreiben. In diesem Vortrag wird eine andere Geschichte erzählt, eine in der den Deutschen Techno weggenommen und eine andere, oftmals marginalisierte Perspektiven gestärkt werden. \r\nZentral wird dabei die Frage sein, wie sich die Geschichte von Techno erzählen lässt ohne dabei Sehnsüchte nach Ursprüngen, nach Identität oder Originären zu bedienen. In der Veranstaltung wird ein Blick auf Techno vorgeschlagen, der die dieser Musik innewohnenden Momenten des Uneindeutigen, des Hybriden und Vermischten betont.\r\nDiese Inhalte und die damit verbundenen Praktiken müssen als gesellschaftskritisch betrachtet und dabei herkömmliche, verengte Verständnisse des Politischen erweitert werden. Tatkräftig unterstützt durch diverse Plattenbeispiele soll so Verständnis und Leidenschaft für diese Musikkultur intensiviert werden.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 102,
      "code": "Y7SWWZ",
      "public_name": "Lutema",
      "biography": "Ich bin Diskjockey, politischer Aktivist und arbeite in der Wissenschaft.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}