{
  "id": 6176,
  "guid": "61e7b6b1-21da-5b05-b430-0697f7afa34d",
  "logo": "",
  "date": "2022-12-27T16:30:00+01:00",
  "start": "16:30",
  "duration": "01:30",
  "room": "Workshopraum 1 - H2-2.5",
  "slug": "freiraumforum-163-scherben-und-risse-at-",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/N7VKVZ/",
  "title": "Scherben und Risse (AT)",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Installation",
  "language": "de",
  "abstract": "Die Broken Window Theorie besagt, dass Handeln von Menschen von Ihrer Umgebung abhängt. Verwaiste Ladenlokale seien ansteckend. Zerbrochene Fenster, Graffiti und Müll zögen weitere Verwahrlosung an. Ist der Mangel an sozialer Kontrolle nicht Inspiration und Nährboden für künstlerische Produktivität?",
  "description": "Die Broken Window Theorie wird in dem Projekt Risse und Scherben kritisch hinterfragt und spielerisch erprobt. Die Gegend um den Münchener Hauptbahnhof bietet dafür das passende Umfeld. Das Areal ist von Baustellen und Leerstand durchzogen und hat einen zweifelhaften Ruf. Im Vergleich zu vielen anderen Stadtteilen Münchens ist hier nicht jede Ecke aufgeräumt und sauber.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 189,
      "code": "RACSGX",
      "public_name": "Ursula Gaisbauer",
      "biography": "Ursula Gaisbauer (*1986) lebt und arbeitet derzeit in München und Wien. Sie studierte Landschaftsdesign und ortsbezogene Kunst an der Universität für angewandte Kunst Wien. Ihre meist temporären Arbeiten liegen im Spannungsfeld von Kunst und Architektur und setzen sich konzeptuell mit dem Ort und dessen Kontext auseinander. So entstehen sehr unterschiedliche Arbeiten von Interventionen im öffentlichen Raum, Film und Performances bis hin zu raumgreifenden Installationen, die Kunst in den Umbauprozess integrieren.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "75e89700-82f2-11ed-9245-2f2ddaaba5eb",
  "origin": "forum.freiraeumen.jetzt"
}