{
  "id": 49142,
  "guid": "666ac15c-6318-5c40-8a0c-0a725c43bdba",
  "logo": "",
  "date": "2022-12-29T20:15:00+01:00",
  "start": "20:15",
  "duration": "01:00",
  "room": "HIP - Track 1 - Room 5",
  "slug": "jev22-49142-open_source_und_cloud_native_die_zielarchitektur_der_deutschen_verwaltungscloud",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/KJMMUB/",
  "title": "Open Source und Cloud Native - Die  Zielarchitektur der deutschen Verwaltungscloud",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "Am 10. November hat der IT Planungsrat  das Rahmenwerk für die deutsche Verwaltungscloud beschlossen. Wir schauen uns den Inhalt an und diskutieren die Konsequenzen für die Infrastruktur der IT in den Behörden.",
  "description": "Die Strategie ist auf Public Money, Public Code ausgerichtet. Sie ist aber auch Cloud Native, wenn auch in   Private betriebenen Multi Clouds. Implizit verlangt sie DevSecOps, GitOps und auch Agilieierung.\r\n\r\nWas bedeutet die Strategie für Anwendungen in der Verwaltung? Der öffentliche Sektor ist KRITIS, können die Sicherheitsanforderungen erfüllt werden? \r\n\r\nIst Security by Design in dieser Umgebung möglich? Lässt sich damit die viel beschworene Souveränität wieder herstellen? Wie stellt sich sich das ganze technisch dar?\r\n\r\nWir gehen durch https://www.it-planungsrat.de/beschluss/beschluss-2022-47",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 287,
      "code": "DLBBNE",
      "public_name": "Thomas Fricke",
      "biography": "Der Redner hat sich von Anfang mit Web, Linux und auch Kubernetes und Clouds beschäftigt. Meistens arbeitet er mit K8S in air gapped Umgebungen im Bereich Gesundheit, Energie und Verwaltung. Er hat einige Architektur Sitzungen im IT Planungsrat ehrenamtlich begleitet.\r\n\r\nThe speaker has been involved with web, Linux and also Kubernetes and clouds from the beginning. Mostly he works with K8S in air gapped environments in healthcare, energy and government. He has volunteered some architecture sessions in IT planning council.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}