{
  "id": 49211,
  "guid": "66dea2bc-0c42-5c47-9ec4-4d30b198c76d",
  "logo": "",
  "date": "2022-12-27T22:00:00+01:00",
  "start": "22:00",
  "duration": "00:45",
  "room": "Parallel Port",
  "slug": "hip-berlin-2022-49211-pacman-can-have-the-cookies-and-eat-the-ghosts-too",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/HCNL3V/",
  "title": "Pacman can have the cookies and eat the ghosts too",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "A look into present and upcoming binary package repository management tooling for pacman\r\nbased distributions such as Arch Linux, which can also be used by individuals\r\nhosting their private repositories.",
  "description": "How software gets to the user plays a very centric and important role on Linux\r\ndistributions.\r\n\r\nDistributions based on binary package managers such as pacman require not only\r\ntooling to build the packages, but also software to maintain the repository\r\ninfrastructure of the resulting packages, so that users can install them.\r\n\r\nIn this talk we will investigate the use of different pieces of software, that\r\nare currently employed for maintaining the official repositories on Arch Linux.\r\n\r\nRepod [1] - the upcoming tooling - is evaluated in regards to its current\r\nfeature set, its design goals and planned integration with the existing\r\npackaging ecosystem.\r\n\r\n[1] https://gitlab.archlinux.org/archlinux/repod",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3337,
      "code": "FR7FLX",
      "public_name": "David Runge",
      "biography": "I am a free software developer, that works on various projects.\r\nFields of interest (in no particular order) are pro-audio on Linux, embedded systems, Arch Linux, packaging, infrastructure management, automation.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}