{
  "id": 7173,
  "guid": "71f7d32c-b942-50c7-ac87-89ddfd3b8e85",
  "logo": "",
  "date": "2022-12-29T18:00:00+01:00",
  "start": "18:00",
  "duration": "01:00",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "jev22-7173-gegen_die_automobile_stadt_den_oeffentlichen_raum_aneignen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/KU8ZL9/",
  "title": "Gegen die Automobile Stadt - den öffentlichen Raum aneignen!",
  "subtitle": "",
  "track": null,
  "type": "Talk",
  "language": "de",
  "abstract": "Letztes Jahr wurde während der IAA ein leerstehendes Haus besetzt, doch die Polizei stürmte dieses in Kürze. Diese Reaktion zeigte, dass der Schutz von Eigentum oberste Priorität hat. Doch warum ist das so? Wir wollen die Frage stellen, wem die Stadt eigentlich gehören sollte.",
  "description": "Im September letzten Jahres wurde, im Zuge der NO-IAA Proteste in München, ein seit Jahren leerstehendes Haus besetzt. Mit unseren Aktionen haben wir die räumliche und symbolische Besetzung der Stadt durch die Autokonzerne der IAA kritisiert. Denn eine klimagerechte Stadt muss für alle Menschen leistbar sein. Doch in kürzester Zeit stürmte die Polizei das Gebäude und führte die Aktivist*innen ab. Auch die Reaktionen auf einige Scheinbesetzungen vor ein paar Jahren zeigten, dass der Schutz von Eigentum oberste Priorität hat. Doch warum ist das so? Warum schützt der Staat leerstehende Häuser mit allen Mitteln und kriminalisiert Menschen, die diese nutzen und mit Leben füllen wollen? Wir wollen uns anschauen, welche Mechanismen dahinterstehen und die Frage stellen, wem die Stadt eigentlich gehört.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 100,
      "code": "E9UAQE",
      "public_name": "No Future",
      "biography": "No Future for IAA ist ein antikapitalitische Gruppe aus Münchnen,  die sich zusammen gefunden hat, um Widerstand gegen die klimafeindliche IAA (Internationale Automobil-Ausstellung) auf die Straße zu bringen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}