{
  "id": 7352,
  "guid": "7c35256e-594b-5a88-9424-a93ccdcdfe11",
  "logo": "",
  "date": "2022-12-27T19:00:00+01:00",
  "start": "19:00",
  "duration": "00:30",
  "room": "RTC-Bühne (Sparti)",
  "slug": "jev22-7352-how_to_find_the_norwegian_prime_minister_in_an_anonymized_contact_tracing_dataset",
  "url": "https://cfp.ccc-p.org/rtc22/talk/3SS7L8/",
  "title": "How to find the Norwegian prime minister in an \"anonymized\" contact tracing dataset",
  "subtitle": "",
  "track": "Potsdam",
  "type": "Talk",
  "language": "en",
  "abstract": "The first version of “Smittestopp”, the Norwegian Institute\r\nof Public Health’s (NIPH) contact tracing application, centrally stored\r\ndata about the population’s contact patterns with reference to a static\r\npersonal identifier, a decision that has been widely discussed and criti-\r\ncised. After the Norwegian Data Protection Authority had temporarily\r\nforbidden further data collection and processing in June 2020, NIPH an-\r\nnounced to discontinue the app and stated that all data related to the\r\napplication would be deleted. Nevertheless, in October 2021, researchers\r\nfrom an institution involved in the development of the app published\r\na paper called “Nationwide rollout reveals eﬀicacy of epidemic control\r\nthrough digital contact tracing”. In their paper, they analysed a de-\r\nrived dataset based on the Smittestopp data that was announced to be\r\ndeleted. The authors claim that this derived dataset was anonymised and\r\ntherefore does not include any personal data. We challenge this assump-\r\ntion by explaining how different external sets of personal data can be\r\nmatched with the dataset, which potentially leads to a re-identification\r\nof persons and a disclosure of their private contacts. We conceptually\r\nshow how some of these methods can be applied on an example case\r\nusing publicly available information on Erna Solberg, Norway’s former\r\nprime minister. We conclude that it appears reasonably likely that indi-\r\nviduals can be re-identified and that the dataset should not be considered\r\nanonymised.",
  "description": "",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 15,
      "code": "PAG88G",
      "public_name": "derhagen",
      "biography": "Spieltheorie, Algorithmen, Quantencomputing und Datenschutz. Ich forsche an allem Möglichem und arbeite als IT-Berater in einem skandinavischen Beratungsunternehmen mit Fokus auf Open Source.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "6f12618c-0f1c-4318-a201-099152f86ac0",
  "origin": "cfp.ccc-p.org"
}