{
  "id": 49250,
  "guid": "7d3b23a2-47df-59e5-8d21-35a73f30b97b",
  "logo": "",
  "date": "2022-12-29T21:30:00+01:00",
  "start": "21:30",
  "duration": "01:00",
  "room": "Parallel Port",
  "slug": "jev22-49250-aktuelles_zur_chatkontrolle",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/JBU3JC/",
  "title": "Aktuelles zur Chatkontrolle",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "Seit Mai 2022 laufen die Verhandlungen über ein umfassendes neues Überwachungsprogramm der Europäischen Union, das als 'Chatkontrolle' bereits zu zweifelhaftem Ruhm gekommen ist. Nach den Plänen der EU-Kommission sollen unter dem Deckmantel des Kinder- und Jugendschutzes künftig Kommunikations- und Hostingdienste, ob verschlüsselt oder nicht, dazu verpflichtet werden sämtliche Inhalte zu durchleuchten und verdächtiges Material und 'Grooming' an eine eng an Europol angebundene zentrale Stelle weiterzuleiten. Das bundesweite Bündnis Chatkontrolle Stoppen! sowie die europäische Kampagne StopScanningMe.eu versuchen diese dystopischen Pläne zu verhindern.",
  "description": "Die Pläne der EU zur Chatkontrolle, die im konkreten Entwurf auf das Auffinden von Material der sexuellen Ausbeutung von Kindern und Jugendlichen sowie sexuellen Annäherungsversuchen durch Erwachsene beschränkt bleiben, sehen unter anderem vor, dass Kommunikations- und Hostingdienste zum Scannen sämtlicher Inhalte verpflichtet werden können. Nicht nur soll dabei auch mittels machine learning bislang unbekanntes Bild- und Videomaterial gefunden und gemeldet werden, sondern auch Textnachrichten analysiert und nach verdächtigem Verhalten gesucht werden. Verschlüsselte Kommunikation ist nicht ausgenommen, so dass eine Umsetzung der Pläne einen massiven Angriff auf Ende-zu-Ende Verschlüsselung darstellt und zur umfassenden Verbreitung von Client-Side-Scanning führen wird. Dass der Einsatz dieser dystopischen Überwachungsinstrumente mittelfristig nicht auf Missbrauchsdarstellungen von Kindern und Jugendlichen beschränkt bliebe, liegt auf der Hand.\r\nNachdem die EU-Kommisson im Mai ihre Pläne vorgelegt hat, beschäftigen sich nun die zuständigen Ausschüsse des Europäische Parlaments sowie des EU-Rates mit dem Thema. Dabei stoßen die Pläne zwar auf Skepsis einiger Abgeordneter, aber insbesondere die Regierungen der meisten Nationalstaaten unterstützen diesen Angriff auf vertrauliche und sichere Kommunikation. Aktuell läuft die Positionierung der deutschen Bundesregierung, die einen entscheidenden Einfluss im Rat hat.\r\nUm die Pläne noch zu verhindern müssen wir jetzt aktiv werden.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 302,
      "code": "XQZELM",
      "public_name": "Konstantin Macher (Digitalcourage)",
      "biography": "Konstantin ist Politikwissenschaftler mit lebenslanger Technikbegeisterung und Freude am Basteln. Seinem Drang nach gesellschaftlichem Engagement kommt er besonders durch seine Arbeit als Campaigner bei Digitalcourage e.V. nach. Dort bearbeitet er meist sicherheitspolitische Themen und koordiniert sich mit anderen Aktiven, z.B. zu den Themen #Chatkontrolle, #ReclaimYourFace, #PersoOhneFinger, #Vorratsdatenspeicherung und vieles mehr.\r\nKontakt gerne im Fediverse an @konstantin@digitalcourage.social",
      "answers": []
    },
    {
      "id": 3046,
      "code": "G3VFME",
      "public_name": "Tom Jennissen (Digitale Gesellschaft)",
      "biography": "Tom ist Jurist und arbeitet für die Digitale Gesellschaft e.V. Daneben ist er im Vorstand des Grundrechtekomitees und in der Redaktion der Zeitschrift Bürgerrechte und Polizei/CILIP und engagiert sich im Republikanischen Anwältinnen- und Anwälteverein (RAV).",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}