{
  "id": 7780,
  "guid": "7f780f5d-abaf-517d-948e-5557b721beb5",
  "logo": "",
  "date": "2022-12-31T11:00:00+01:00",
  "start": "11:00",
  "duration": "02:00",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "jev22-7780-luetzerath_lebt_klimagerechtigkeit_besetzte_raeume_und_gelebte_utopien",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/LSNTDF/",
  "title": "Lützerath Lebt! Klimagerechtigkeit,  besetzte Räume und gelebte Utopien",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Gespräch",
  "language": "de",
  "abstract": "Persönlicher Erfahrungsaustausch über die Beweggründe, am Klimaprotestcamp mitzuwirken & wie die besetzten Räume wirken.",
  "description": "Das Dorf Lützerath, welches seit 2 Jahren von Klimagerechtigkeitsaktivist*innen besetzt ist, ist bedroht. Für Januar wurde die Räumung angekündigt. 2 Aktivist*innen, die die letzten beiden Monate in Lützerath gelebt haben, berichten von ihren Erfahrungen dort, warum es diesen Ort gibt, wie es ist, in einem selbstverwalteten, utopischen Ort zu leben und diesen mit zu gestalten. Es geht um die aktuelle Situation vor Ort und darum, was jetzt getan werden kann, um dich dem Kampf um Klimagerechtigkeit anzuschließen.\r\n\r\nLützerath ist ein Dorf im rheinischen Braunkohlerevier, das vom Energiekonzern RWE abgerissen werden soll. Um das zu verhindern, blockieren Klimagerechtigkeitsaktivist*innen seit zwei Jahren den Abriss durch ein Protestcamp im Dorf. Wird die Braunkohle, der klimaschädlichste Energieträger überhaupt, unter Lützerath verbrannt, kann. Deutschland die im Pariser Klimaabkommen vereinbarte 1,5°C-Grenze nicht einhalten. \r\n\r\n- ANMELDUNG (für draußen): - https://us02web.zoom.us/meeting/register/tZwrceGtpz0pEtWwTVPIe4ScN8-kDtWQYHXa ... Den direkten Zoom-Link für Teilnehmende vor Ort hat der Host.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 109,
      "code": "QNRN8F",
      "public_name": "M & D",
      "biography": "2 Bezugsmenschen, die im besetzten und bedrohten Ort Lützerath waren.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}