{
  "id": 8189,
  "guid": "8189bffc-37bb-57e6-a02b-30a2faf6786e",
  "logo": "/media/freiraumforum/submissions/NPMUNT/IMG_9812_Vdo5phY.jpg",
  "date": "2022-12-29T11:00:00+01:00",
  "start": "11:00",
  "duration": "01:00",
  "room": "Workshopraum 1 - H2-2.5",
  "slug": "freiraumforum-141-how-to-hosting-mit-lorenz-",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/NPMUNT/",
  "title": "How to Hosting (mit Lorenz)",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Gespräch",
  "language": "de",
  "abstract": "Offenen Gesprächsrunde zur Organisation von Gastrobereichen, Hygiene, Getränkebestellung und Preiskalkulation für selbstorganisierte Projekte und Strukturen.",
  "description": "Vom Tellerwäscher zum Millionär, na ja, fast. Eher vom Runner und Spüler über die Tür zum Chef vom Dienst und zurück an die Bar. Ungefähr so könnte man meine \"Karriere\" in der Gastro in München beschreiben. In über 15 Jahren bekommt man einiges mit, was es heißt, ein professioneller Gastgeber zu sein und genau darum geht es. Gastro wäre ohne Gäste so einfach, aber eben nur roh. Worauf muss man achten, was sollte man auf jeden Fall machen und was um jeden Preis vermeiden? Wir werden versuchen, gemeinsam diese Fragen zu klären.\r\n\r\nWir widmen uns folgenden Themen:\r\n\r\n* DOs and DON'Ts - an / hinter / unter der Theke\r\n* Was gibt es zu beachten beim Einkauf? aka Nachhaltiges Wirtschaften & Warenpolitik\r\n* Hygiene bzw. der heilige Gral des Gesundheitsamts: Die Eismaschine\r\n* Umgang mit (schwierigen) Gästen",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 173,
      "code": "PYTB9N",
      "public_name": "Lorenz Wittmann",
      "biography": "1981 in München geboren, seit Ende der Neunziger in verschiedenen Bereichen der Münchner Sub-/Jugendkultur aktiv, ob Organisation von illegalen Partys, Street Art, Jugendmagazinen, Musik oder einfach nur hinter der Bar, gelernter Grafiker, Creative Director und seit 2021 Student Management der sozialen Innovationen an der HM.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "75e89700-82f2-11ed-9245-2f2ddaaba5eb",
  "origin": "forum.freiraeumen.jetzt"
}