{
  "id": 49085,
  "guid": "849bdafa-adf2-5f16-9436-5d8bc1e8ee30",
  "logo": "",
  "date": "2022-12-27T19:45:00+01:00",
  "start": "19:45",
  "duration": "01:30",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49085-leben_mit_borderline",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/PHFP37/",
  "title": "Leben mit Borderline",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "Einblick in Leben und Symptome der Borderline-Persönlichkeitsstörung - Talk ergänzt um die Themen Favorite Persons bei Borderline und detaillierte Beschreibung der Diagnosekriterien und Skills\r\nTrigger versuche ich zu vermeiden\r\n\r\nStream-Link: https://streaming.media.ccc.de/jev22/fireshonks",
  "description": "Die Borderline-Persönlichkeitsstörung hat viele Gesichter, weil für die Diagnostik 5 von 9 Kriterien in beliebiger Kombination zutreffen müssen. Ich habe schon auf der GPN20 versucht, Euch die komplexe Persönlichkeitsstörung Borderline etwas näher zu bringen (Link zum damaligen Talk kann gestreamt werden).\r\nDas Interesse war erstaunlich groß, deshalb möchte ich den Talk gerne fortsetzen.\r\n\r\nJetzt, mit mehr Zeit für den Talk, möchte ich auch auf die 9 Diagnosekriterien eingehen, schildern, wie sich diese als Symptome äußern (können) und wie Ihr als Interessierte und Angehörige mit diesen Symptomen umgehen könnt. Wie Ihr uns Borderline-Betroffenen helfen könnt.\r\n\r\nDer 90 Minuten Slot bietet mir auch die Gelegenheit, Skills für den Umgang mit einzelnen Symptomen vorzustellen. Die Skills helfen nicht nur uns Borderlinern, sondern auch Nicht-Betroffenen.\r\n\r\nAuch werde ich auf das Thema Favorite Person bei Borderline eingehen, weil das sowohl an die Betroffenen als auch an Angehörige und die Favorite Person besondere Herausforderungen stellt.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3243,
      "code": "TRAMPQ",
      "public_name": "Wawuschel",
      "biography": "Ich bin Tanja Wawuschel, 40 Jahre alt, Crazy Cat Lady (kein Talk ohne Cat Content!)\r\nIch bin diagnostiziert mit Borderline, ADHS, Generalisierte Angst- und Panikstörung, PTBS",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}