{
  "id": 8460,
  "guid": "84dd6041-a73f-5a96-875f-a32655b01747",
  "logo": "",
  "date": "2022-12-28T12:30:00+01:00",
  "start": "12:30",
  "duration": "00:30",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-8460-programmieren_mit_satzbausteinen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/EX3PEC/",
  "title": "Programmieren mit Satzbausteinen",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "In dem Vortrag wird ein Skript in der Programmiersprache R, welches das Generieren von Quelltext, anhand der Programmdefinition in Satzbausteinen und der Zuordnung der Satzbausteine und deren Argumente zu Codesnippets ermöglicht, vorgestellt.",
  "description": "Programmieren ist vielfältig und so gibt es verschiedene Ansätze. Die menschliche Kommunikation läuft teilweise über Sprache und so ist es naheliegend, zu versuchen, natürliche Sprache in einer teilweise formalisierten Form zu verwenden um Quelltext zu generieren. Das gezeigte Skript ist in der Programmiersprache R geschrieben. Es ermöglicht das Einlesen von Projekten aus den Visuellen Programmiersprachen Snap! und Scratch und gibt dann den Quelltext aus, der basierend auf einer Zuordnung der Satzbausteine und deren Argumente, generiert wird. Die Satzbausteine sind in andere natürliche Sprachen übersetzbar und die Zuordnung von Satzbausteinen zu Quelltext kann angepasst werden. Anschließend an den Vortrag in dem das Skript vorgestellt wird interessiert mich die Meinung der Anwesenden dazu, die Fragen zum Skript werden beantwortet und vielleicht ergibt sich im Anschluss daran noch die Definition neuer Satzbausteine und das Erstellen von Zuordnungen der Satzbausteine zu Codesnippets für weitere Programmiersprachen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 111,
      "code": "UDXCLM",
      "public_name": "Hogü-456",
      "biography": "Ich bin in den Wikimediaprojekten aktiv. Da gibt es ein gerade in der Entwicklung befindliches Wikimediaprojekt Wikifunctions, in welchem Funktionen gesammelt werden sollen, die unter anderen verwendet werden sollen um Texte ausgehend von einer abstrakten Notation, zu generieren. Ziel ist kleinen Wikipediasprachversion zu ermöglichen, für die wichtigsten Inhalte einen Text in der Sprache der jeweiligen Sprachversion zur Verfügung stellen zu können. Ich beschäftige mich in meiner Freizeit mit Konzepten Programmieren und damit einen Beitrag zu Wikifunctions vielen Menschen ermöglichen zu können.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}