{
  "id": 49113,
  "guid": "8a4eb090-a909-54d5-95da-0495ddce331d",
  "logo": "",
  "date": "2022-12-28T12:30:00+01:00",
  "start": "12:30",
  "duration": "00:45",
  "room": "HIP - Track 1 - Room 5",
  "slug": "jev22-49113-takeaways_from_the_crypto_mines",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/N7V3XL/",
  "title": "Takeaways from the crypto-mines",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "It is useful to separate the economics and scams that surround cryptocurrencies from the systems being built within their auspices. This talk will provide a survey over the distributed systems and cryptographic advances over the last couple years that you may have missed within the hype.",
  "description": "It is useful to separate the economics and scams that surround cryptocurrencies from the systems being built within their auspices. This talk will provide a survey over the distributed systems and cryptographic advances over the last couple years that you may have missed within the hype.\r\n\r\nOn the systems side, we’ll look at advances in byzantine consensus, practically resilient gossip networks, and Distributed Hash Tables. On the cryptography side, we’ll survey recent developments in zero-knowledge proof systems, multi-party computation, and merklized data structures.\r\n\r\nAll 6 of these areas have applicability beyond blockchain construction - with value to p2p and distributed networking, and also in better securing and communicating user data.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3273,
      "code": "Q99SPM",
      "public_name": "will scott",
      "biography": "My work focuses on building a more resilient web. That has included internet-wide measurements and privacy-protecting messaging systems. My current work focuses on building out a privacy story for the decentralized web.\r\n\r\nI've been a ski instructor, rode the transsiberian railroad to CCC, speak some chinese, and enjoy playing with fire. I taught computer science in pyongyang.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}