{
  "id": 49078,
  "guid": "8c30cbe4-704e-5615-a285-f5ff6fb9150f",
  "logo": "/media/fire-shonks-2022/submissions/U7DKAZ/Screenshot_from_2022-11-12_13-17-50_swGb1it.png",
  "date": "2022-12-28T16:30:00+01:00",
  "start": "16:30",
  "duration": "00:55",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49078-haecksen_gegen_cyberstalking_ein_bericht_vom_anti_stalking_projekt",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/U7DKAZ/",
  "title": "Haecksen gegen Cyberstalking  ein Bericht vom Anti-Stalking Projekt",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "Stalking ist ein grosses gesellschaftliches Problem. Spyware, Stalkerware, aber auch andere harmlos wirkende Smartphone Features werden zum Stalken eingesetzt. Die Haecksen vom Anti-Stalking Project leisten technische Hilfe zur Selbsthilfe für Betroffene.\r\n\r\nStream-Link: https://streaming.media.ccc.de/jev22/fireshonks",
  "description": "Stalking ist ein großes gesellschaftliches Problem. Spyware, Stalkerware, aber auch andere harmlos wirkende Smartphone Features werden zum Stalken eingesetzt. \r\n\r\nIn der Pandemie haben Fälle von häuslicher Gewalt, Stalking und auch Cyberstalking leider zugenommen. Cyberstalking ist das Nachstellen und Belästigen einer Person mit Hilfe von Internet und Mobilfunk.\r\n\r\nDie vielen Beratungsstellen, Vereine und Frauenhäuser leisten sehr wichtige Arbeit, um die Betroffenen zu unterstützen. Die meisten Beratungsstellen sind jedoch auf die sozialen Aspekte konzentriert, die technische Seite fehlt oft. Das liegt meistens an mangelndem Fachwissen. Seit Mai 2021 arbeitet eine Untergruppe der Haecksen daran, diese Lücke zu schließen.\r\n\r\nDieser Vortrag gibt eine Einführung in die technischen und sozialen Aspekte von Stalking. Er gewährt auch Einblicke in die Entstehung von der Seite https://antistalking.haecksen.org/ und ihren Inhalten.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3238,
      "code": "LGWA7Z",
      "public_name": "wifi-cable",
      "biography": "Informatikerin und eins Kernmitglieder vom Anti-Stalking Projekt.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}