{
  "id": 49199,
  "guid": "90027f42-d1c3-53e8-b18a-34564fda53f5",
  "logo": "",
  "date": "2022-12-30T13:00:00+01:00",
  "start": "13:00",
  "duration": "00:45",
  "room": "Theater Hall E.T.I.",
  "slug": "jev22-49199-decentralised_social_media_has_a_moderation_problem",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/NUAUJG/",
  "title": "Decentralised social media has a moderation problem",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "Decentralised social media services after spending decades in obscurity, are finally seeing mainstream adoption. While they offer\r\nthe promise of a communication platform without a corporate overlord, they struggle to be a safe place for many users. In this talk, I\r\nexplore the ways that decentralised social platforms struggle with moderation and harassment in a way that many previous platforms\r\ndidn't. I will explore the ways things like Mastodon struggle to protect its users from harassment, what people are doing there now to mitigate the problem, what past platforms did to address this problem, and possible solutions currently being explored.",
  "description": "Decentralised social media services after spending decades in obscurity, are finally seeing mainstream adoption. While they offer the promise of a communication platform without a corporate overlord, they struggle to be a safe place for many users. In this talk, I explore the ways that decentralised social platforms struggle with moderation and harassment in a way that many previous platforms didn't.\r\n\r\nThis talk explores what moderation looks like on centralised social services like forums, mailing lists, and corporate websites then shows the additional challenges that come when managing a decentralised service. Particularly, how to protect users from spam and harassment.\r\nI explore how past platforms tried to address these problems, and the ways these past approaches are and are not applicable anymore.\r\n\r\nI focus on the ways things like Mastodon struggle to protect its users from harassment, though the criticism is equally applicable to any other\r\nserver implementing a similarly decentralised protocol offering similar affordances. I'll discuss what people are doing there now to deal with\r\nthese problems, focusing on both technical and social conventions that have evolved over the years.\r\n\r\nFinally, I'll give a broad overview of the possible solutions currently being discussed and explored. These solutions ranging from secondary services federating moderation decisions between instance operators to whole new protocols designed to address these concerns directly.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3327,
      "code": "ZFVAKU",
      "public_name": "zaxtax",
      "biography": "Zaxtax contributes to open-source scientific computing software. He enjoys long talks on the finer points of random number generation.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}