{
  "id": 9207,
  "guid": "920c769e-5987-5403-8c6a-218731a683ec",
  "logo": "/media/freiraumforum/submissions/RLEDAH/Cover-Abschiebehaft-rassistische-Tradition-seit-1919_N2rXwCD.jpg",
  "date": "2022-12-30T14:00:00+01:00",
  "start": "14:00",
  "duration": "01:00",
  "room": "Workshopraum 1 - H2-2.5",
  "slug": "jev22-9207-abschiebehaft_in_muenchen_und_bayern",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/RLEDAH/",
  "title": "Abschiebehaft in München und Bayern",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Überblick über die Abschiebehaft in Bayern, Rechtliche Hintergründe und politische Kritik an der Insititution Abschiebehaft",
  "description": "Abschiebehaft bedeutet, dass eine Ausländerbehörde oder die Bundespolizei einem Menschen vor seiner Abschiebung die Freiheit entziehen kann.\r\nWarum? Der Behörde soll die Durchführung der Abschiebung erleichtert werden. Es handelt sich bei Abschiebehaft um keine Strafe sondern um eine Sicherungsmaßnahme. Somit sitzen unschuldige Menschen in Haft - weil sie kein Aufenthaltsrecht in Deutschland haben. In vielen Fällen stellt sich im Nachgang heraus, dass die Inhaftierung rechtswidrig war - aber das bleibt ohne Konsequenzen. \r\n\r\nAbschiebehaft ist weitestgehend unbekannt, wird aber in den letzen Jahren massiv ausgebaut. –  Beides müssen wir ändern!\r\n\r\nDer Münchner Flüchtlingsrat berät seit 2019 in der Abschiebehaftanstalt am Münchner Flughafen. Christian Oppl stellt die Situation und die rechtlichen Hintergründe vor und berichtet über unserer Arbeit.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 179,
      "code": "DLHYQF",
      "public_name": "Christian Oppl {Abschiebehaft in München und Bayern}",
      "biography": "Christian Oppl ist Sozialpädagoge und arbeitet bei der Fachstelle Asyl des Münchner Flüchtlingsrats. Er ist bei der Karawane München aktiv für gleiche Rechte für alle Menschen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}