{
  "id": 9388,
  "guid": "9388dd6a-2935-5ac6-a1c9-6ecef7b38c05",
  "logo": "",
  "date": "2022-12-28T16:00:00+01:00",
  "start": "16:00",
  "duration": "01:00",
  "room": "Workshopraum 2 - H2-3.4",
  "slug": "jev22-9388-kiezarbeit_und_awareness_bei_dw_co_enteignen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/PATFZY/",
  "title": "Kiezarbeit und Awareness bei DW&Co Enteignen: Eindrücke aus Berlin",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Gespräch",
  "language": "de",
  "abstract": "DeutscheWohnen&Co Enteignen ist eine Kampagne zur Vergesellschaftung von Wohnraum in Berlin. Max engagiert sich im Kiezteam Kreuzberg und in der Ansprechgruppe sexualisierte Gewalt, und berichtet im offenen Austausch von seinen Erfahrungen.",
  "description": "Auf der Website schreibt DW&Co Enteignen: \r\n\r\n\"Unsere Initiative „Deutsche Wohnen & Co enteignen“ wird von engagierten Einzelpersonen sowie Menschen aus Mieter:inneninitiativen, stadtpolitischen Gruppen und Parteien getragen. Wir haben ganz unterschiedliche Hintergründe. Wir wohnen an den grünen Rändern der Stadt oder im Herzen Kreuzbergs, in Hochhaussiedlungen und Gründerzeitquartieren, sind gerade erst hierhergezogen oder leben schon immer hier. Viele von uns engagieren sich schon lange Jahre für eine lebenswerte und bezahlbare Stadt für alle, andere haben gerade erst damit angefangen.\r\n\r\nUns eint, dass wir uns die steigenden Mieten und den Ausverkauf Berlins auf den globalen Finanzmärkten nicht länger gefallen lassen. Der Wunsch nach einer echten Veränderung auf dem Wohnungsmarkt hat uns zusammengeführt. Wir wollen den explodierenden Mieten etwas entgegensetzen, damit auch Durchschnitts- und Geringverdiener:innen wieder eine Wohnung finden können.\"",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 149,
      "code": "WY7HD3",
      "public_name": "Max",
      "biography": "Hallo, ich bin Max, 27 und komme ursprünglich aus München. Seit einem Jahr wohne ich in Berlin und bin  seit April bei der Kampagne Deutsche Wohnen & Co Enteignen im Kiezteam Kreuzberg aktiv. Neben dem Aktivismus auf Kiez-Ebene bin ich seit ihrer Entstehung Teil der Ansprechgruppe für sexualisierte Gewalt auf kampagnenweiter Ebene.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}