{
  "id": 49282,
  "guid": "9a9afc40-471a-5bb5-b77f-94dc4041d4a7",
  "logo": "",
  "date": "2022-12-29T17:00:00+01:00",
  "start": "17:00",
  "duration": "00:30",
  "room": "xrelog22 - Stream",
  "slug": "jev22-49282-is_the_metaverse_metaworse",
  "url": "https://pretalx.c3voc.de/xrelog-2022/talk/QNYTS3/",
  "title": "Is the Metaverse, Metaworse?",
  "subtitle": "",
  "track": "Activism",
  "type": "Live Session (30)",
  "language": "en",
  "abstract": "The vision of the Metaverse is to be the the next step in the digitization of our work-life. While it is not explicitly tied to a particular technology yet, the Metaverse is most often associated with some sort of 3D immersive technology and concepts from Web3. While still in its infancy, we have decades of precedent from serious gaming and ubiquitous computing to judge where to expect the threats to emerge. Since we expect parts of the Metaverse to start being deployed piece by piece over the next years and we have been exploring Metaverse threats for a few years now. Some threats are derivable from IT security but there will also be threats particular to the Metaverse that arise due to the complex nature of 3D and cyber/physical interactions. In this talk we will address our findings so far that affect individuals and enterprises as they take first steps in deploying or using Metaverse-like spaces.",
  "description": "Outline of presentation:<br>\r\nVery early beginnings: Stephenson, Gibson, Cline<br>\r\nEarly 2000s: Web 2.0 and SecondLife<br>\r\nRecent developments<br>\r\nWhat is the Metaverse now? The Internet of Experiences<br>\r\nHardware support<br>\r\nSoftware support: Web3<br>\r\nThe problems with Web3 and how these affect the threat model<br>\r\nClassical threats<br>\r\nMetaverse specific threats<br>\r\nCryptocurrency-specific threats<br>\r\nConclusions and outlook<br>",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3392,
      "code": "9QJA8Y",
      "public_name": "Morton Swimmer",
      "biography": "Morton Swimmer was born in New York City, USA, raised there and in Hamburg, Germany, then studied in England and Germany. It was at the University of Hamburg where he came to study computer security under Prof. Dr. Brunnstein and in 1988 he co-founded the Virus Test Center, the first academic research center for Malware in Europe.\r\nAfter running his own security company for a few years Morton joined IBM Research in 1996 to work in the IBM Antivirus group and create the first Digital Immune System, an automated Malware analysis system. The next switch was to IBM Research in Zürich, Switzerland to research the applicability of intrusion detection techniques to the anti-virus field with one of the world’s leading research groups in IDS and IPS. From this research, the DIMVA Conference was formed. In 2007, he became an associate professor at CUNY’s John Jay College of Criminal Justice and in 2008 he joined Trend Micro, where he still works as a manager of a technology research group specializing in future technologies.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ad28953f-122e-4293-836d-860320183a1c",
  "origin": "pretalx.c3voc.de"
}