{
  "id": 9600,
  "guid": "9b60f057-befa-5f57-bbe1-911698395629",
  "logo": "",
  "date": "2022-12-28T13:00:00+01:00",
  "start": "13:00",
  "duration": "07:00",
  "room": "Workshopraum 3 - H2-3.6",
  "slug": "freiraumforum-53-awareness-workshop-fr-kollektive-und-interessierte",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/YUKFNB/",
  "title": "Awareness Workshop für Kollektive und Interessierte",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "Um ein kompetentes Awareness Team für die Kollektiv-Szene aufbauen zu können, möchten wir für alle Interessent*innen eine Fortbildung anbieten um sich mit der Thematik „Awareness und typische medizinische Notfälle auf Raves“ auseinanderzusetzen und sich so eine Handlungskompetenz anzueignen.",
  "description": "Dieser Workshop ist für alle Interessierte, die sich mit Thematik \"Awareness\" im Nachtleben der Techno-Szene beschäftigen möchten. Kollektivis e.V. möchte zudem den Kollektiven, ihren Mitgliedern und allen Neugierigen ein kostenlosen Workshop anbieten, mit der Möglichkeit beim Awareness Team des Vereins tätig zu sein. \r\n\r\nPolitische Awareness Arbeit (3,5 h)\r\nPolitische Awareness Arbeit umfasst vor allem Diskriminierungspräventionsarbeit, gewaltfreie Kommunikation und Grundlagen im Umgang mit Betroffenen von jeder Form von Gewalt, sei es Sexismus, Rasissmus ö.ä. \r\n\r\nDrogeninterventionsarbeit (2 h)\r\nDrogeninterventionsarbeit gibt einen Überblick über Substanzen, und welche Maßnahmen bei welcher Substanz angemessen sind. Ein wesentlicher Bestandteil ist dabei die Gesprächsführung mit Bedürftigen. \r\n\r\nErste Hilfe im Eventkontext (1,5 h)\r\nDer abgekürzte Erste-Hilfe Kurs gibt grundlegende Auskunft welche Fälle explizit nicht vom Awareness Team behandelt werden können und welche Maßnahmen das Awareness Team als Ersthelfer bis zum Eintreffen der Rettungskräfte durchführen kann.\r\nDie Teilnahme am Workshop ist leider nur auf 30 Personen beschränkt. Anmeldung unter http://kollektivis.de/awa/",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 108,
      "code": "CG9K7Y",
      "public_name": "Abdullah Khan",
      "biography": "politisch aktiv für die musikalische Subkultur im Raum München. Zudem aktives Mitglied im Kollektiv Bushbash und Vorstandsvorsitzender des gemeinnützigen Verein Kollektivis e.V.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}