{
  "id": 49116,
  "guid": "9ebf813b-dc3f-5c65-bf30-98fcf3d3f184",
  "logo": "/media/fire-shonks-2022/submissions/TBBNKB/7_cEbz736.png",
  "date": "2022-12-29T15:30:00+01:00",
  "start": "15:30",
  "duration": "01:30",
  "room": "Fireshonks-Workshop",
  "slug": "jev22-49116-datenschutzrechte_zum_mitmachen",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/TBBNKB/",
  "title": "Datenschutzrechte zum Mitmachen",
  "subtitle": " – DSGVO-Anfragen stellen mit Datenanfragen.de",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "de",
  "abstract": "Die DSGVO ist in aller Munde, aber was bedeutet sie eigentlich für Dich? Wir wollen uns die Rechte, die Dir durch die DSGVO zugesichert werden, einmal genauer anschauen und – vor allem — ausprobieren. In unserem Workshop lernst Du, mit Datenanfragen.de Anfragen zu stellen, um an Deine Daten zu kommen, sie löschen zu lassen, zu berichtigen oder Widerspruch gegen Direktwerbung einzulegen.\r\n\r\nLink zum Workshop-Raum: [FireShonks](https://meeten.statt-drosseln.de/b/mer-uld-o2j-uvp)",
  "description": "Online-Shops, Streamingdienste, Banken, Handy-Apps, öffentliche Stellen, Versicherungen, soziale Netzwerke … Die Liste an Organisationen, die Deine Daten haben wollen, ist sehr lang. Wahrscheinlich gibt es sogar etliche Unternehmen wie Adresshändler und Auskunfteien, die zwar Deine Daten haben, von denen Du aber noch nie etwas gehört hast.\r\n\r\nZum Glück musst Du Dich nicht damit abfinden, „dass das halt so ist“. Denn Du hast ein Recht auf Datenschutz! Wenn Unternehmen, Behörden und andere Organisationen Deine personenbezogenen Daten nutzen wollen, müssen sie sich dabei an die Datenschutz-Grundverordnung (DSGVO) halten. Damit Du die Kontrolle über Deine Daten behalten kannst, gewährt Dir die DSGVO eine Reihe von Rechten, die Du den Organisationen gegenüber kostenlos geltendmachen darfst: Das Recht auf Auskunft darüber, welche Daten zu Dir verarbeitet werden, einschließlich einer Kopie dieser Daten, das Recht auf Berichtigung falscher Daten zu Dir, das Recht auf Löschung Deiner Daten unter bestimmten Umständen, und das Recht auf Werbewiderspruch.\r\n\r\nWir sind ein gemeinnütziger Verein, der daran arbeitet, diese Rechte allen Menschen zugänglich zu machen. Dafür betreiben wir vor allem die Webseite Datenanfragen.de, die Dich durch den gesamten Anfragenprozess leitet und am Ende den Anfragentext generiert, den Du nur noch an die entsprechenden Organisationen abschicken musst.\r\n\r\nIn diesem Workshop wollen wir Dich einladen, von Deinen Rechten Gebrauch zu machen und mehr darüber zu erfahren, wer welche Daten zu Dir hat. Dazu erklären wir Dir näher, was es mit Deinen Datenschutzrechten und unseren Werkzeugen auf sich hat und stellen dann gemeinsam Anfragen. Keine Sorge: Du brauchst dafür keine technischen oder rechtlichen Vorkenntnisse. Der Workshop richtet sich vor allem an Menschen, die bisher keine oder wenig Erfahrung mit DSGVO-Anfragen haben. Alle anderen sind aber natürlich auch willkommen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3286,
      "code": "87XSHM",
      "public_name": "Malte Wessels",
      "biography": "Malte ist Vorstandsbeisitzer des Datenanfragen.de e.V. Außerdem ist er Doktorand am Institut für Anwendungssicherheit der TU Braunschweig und beschäftigt sich dort unter anderem mit *mobile privacy*. (er/ihm)",
      "answers": []
    },
    {
      "id": 3276,
      "code": "DTRHPL",
      "public_name": "Lorenz Sieben (zner0L)",
      "biography": "Pronomen: er/ihm\r\nIch finde Computer sollten auch noch zu was anderem gut sein, als uns zu überwachen, glaube aber dass wir dafür was ganz grundlegend ändern müssen an der Weise wie wir uns aufeinander beziehen. Deswegen mache ich Datenschutzaktivismus bei Datenanfragen.de.\r\nIhr findet mich im Fediverse hier: @zner0L@chaos.social",
      "answers": []
    },
    {
      "id": 3263,
      "code": "HBWQ7Q",
      "public_name": "Benjamin Altpeter",
      "biography": "Benni ist Datenschutzaktivist und Vorstandsvorsitzender des Datenanfragen.de e. V., eines gemeinnützigen Vereins, der es sich zur Aufgabe gemacht hat, Menschen bei der Ausübung ihres Grundrechts auf Datenschutz zu helfen. Er hat Informatik an der TU Braunschweig studiert und interessiert sich für IT-Sicherheit und Open-Source-Software. (er/ihm)\r\n\r\nMastodon: [@baltpeter@mastodon.social](https://mastodon.social/@baltpeter), Website: <https://benjamin-altpeter.de/>",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}