{
  "id": 2,
  "guid": "a000229b-63fd-5ce9-9417-a9ad43d97011",
  "logo": "",
  "date": "2022-12-28T14:00:00+01:00",
  "start": "14:00",
  "duration": "02:30",
  "room": "Workshopraum 4 - H2-4.4",
  "slug": "jev22-2-freiwilligenkoordination_im_kulturmanagement_der_sub",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/9P3DCV/",
  "title": "Freiwilligenkoordination im Kulturmanagement der Sub",
  "subtitle": "- und Soziokultur",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "de",
  "abstract": "Der Workshop verspricht keinen Masterplan für Freiwilligen Koordination, sondern gibt viel mehr Impulse, welche in eurem Projekt eingesetzt werden können. In 150 Minuten behandeln wir die Fragen\r\n\r\n- Wie erreiche ich Ehrenamtliche für mein Projekt\r\n\r\n- Wir halte ich Ehrenamtliche in meinem Projekt",
  "description": "Dieser Workshop verspricht keinen Masterplan für Freiwilligen Koordination, sondern gibt viel mehr Impulse, welche in eurem Projekt eingesetzt werden können. In 2,5 Stunden behandeln wir die Fragen:\r\n\r\n- Wie erreiche ich Ehrenamtliche für mein Projekt?\r\n\r\n- Wir halte ich Ehrenamtliche in meinem Projekt?\r\n\r\nWir tauschen uns aus über eure Erfahrungen und versuchen uns dem Thema anhand dessen uns dem Thema anzunähern.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 101,
      "code": "7MZ3J3",
      "public_name": "Joseph Rüffert | Ella Trixi Thät",
      "biography": "Ich bin Joseph Rüffert und die Poltittunte Ella Trixi Thät Gitta Stähbe, Hüterin der Hüterin des goldenen Stöckels™ aus Hamburg, Teil des Tuntenkollektivs \"Schaar der Schäbigen\" und in (queerer) Sub- und Soziokultur beruflich, ehrenamtlich, forschend und lebend tätig.\r\n\r\nAls kulturschaffende Polittunte mit Bachelor in Elektrotechnik, einem laufenden Masterstudium im Kultur- und Medienmanagement, Arbeit in der Freiwilligen Koordination im Gängeviertel e.V. und der Schaffung von Sub- und soziokulturellen Kommunikationsräumen für queere Menschen überschneiden sich diverse Disziplinen und Facetten",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}