{
  "id": 49079,
  "guid": "a266a0da-fe02-551e-936c-53da79fafc69",
  "logo": "",
  "date": "2022-12-27T13:30:00+01:00",
  "start": "13:30",
  "duration": "01:30",
  "room": "Fireshonks-Workshop",
  "slug": "jev22-49079-how_to_prepare_files_for_lasercutting",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/DALZNB/",
  "title": "How to prepare files for lasercutting",
  "subtitle": "",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "en",
  "abstract": "Link zum Workshop-Raum: [FireShonks](https://meeten.statt-drosseln.de/b/mer-uld-o2j-uvp)\r\n\r\nWie erstelle ich Dateien so, dass sie später auch vom Lasercutter richtig verstanden werden? Welche Möglichkeiten und Tools gibt es? Wieso sollte ich die Auswahl des zu laserschneidenden Materials bei der Datei beachten? Was sind typische Fallen, Do's & Dont's? Im vorangestellten Talk erhaltet ihr eine kleine Übersicht, in diesem Workshop arbeiten wir gemeinsam mit Inkscape. Wenn du mitmachen willst, installiere es dir bitte bereits vorher (https://inkscape.org/download) und schaue dir meinen Talk vor dem Workshop an.\r\n\r\nHow do I create files in such a way that they are later understood correctly by the lasercutter? What possibilities and tools are there? Why should I pay attention to the selection of the material to be lasercut when creating the file? What are typical pitfalls, do's & don'ts? In the preceding talk I will give you get a brief overview, in this workshop we will put it into practice using Inkscape. If you want to participate, please install it beforehand (https://inkscape.org/download) and watch my talk before the workshop.",
  "description": "This workshop can be held bilingually in English/German upon request. German by default.\r\nThis is an interactive workshop in BBB, nothing is recorded, but you can participate a lot!\r\n\r\nDieser Workshop findet auf Anfrage zweisprachig auf Englisch/Deutsch statt, sonst auf deutsch.\r\nDies ist ein interaktiver Workshop im BBB, es wird nichts aufgezeichnet, dafür darf viel mitgemacht werden!",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3239,
      "code": "BGKNHG",
      "public_name": "merline",
      "biography": "Haeckse und Macherin // Haeckse and maker",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}