{
  "id": 49286,
  "guid": "a5aab351-7c5b-51a0-a21b-878b0c7c44df",
  "logo": "",
  "date": "2022-12-28T17:00:00+01:00",
  "start": "17:00",
  "duration": "02:00",
  "room": "xrelog22 - Stream",
  "slug": "jev22-49286-open_source_culture_heritage_historiography",
  "url": "https://pretalx.c3voc.de/xrelog-2022/talk/G8JCJX/",
  "title": "Open Source Culture Heritage Historiography",
  "subtitle": "",
  "track": "Activism",
  "type": "Live Session (60)",
  "language": "de",
  "abstract": "Open Source Culture Heritage Historiography, following the Wikipedagogy methodology in a performance lecture, presents a timeline database of the open source commons cultural heritage for historiographic data-analysis, composed of concerning institutions Wikipedia articles yearly-disposed in the organized categories of Open Software & Open Policies, Open Economics & Open Governance, Open Research & Open Science, Open Access & Library, Open Education & Open Pedagogy, and Open Culture & Open Media, so we may find better ways to implement an Open Society. This literacy project is being presented in Brazilian hacklabs and telecentres and has shown to be a great tool in promoting open source solutions spreading for the diminishing of digital divides and proposing alternative usages of the internet, as envisioned its progressive creators.",
  "description": "Open Source Culture Heritage Historiography, following the Wikipedagogy methodology in a performance lecture, presents a timeline database of the open source commons cultural heritage for historiographic data-analysis, composed of concerning institutions Wikipedia articles yearly-disposed in the organized categories of Open Software & Open Policies, Open Economics & Open Governance, Open Research & Open Science, Open Access & Library, Open Education & Open Pedagogy, and Open Culture & Open Media, so we may find better ways to implement an Open Society. This literacy project is being presented in Brazilian hacklabs and telecentres and has shown to be a great tool in promoting open source solutions spreading for the diminishing of digital divides and proposing alternative usages of the internet, as envisioned its progressive creators.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3323,
      "code": "SRTHG3",
      "public_name": "Felipe \"Operário\" Ribeiro",
      "biography": "Felipe \"Operário\" Ribeiro has been working with free open source art, science, culture and education since 1998, when he helped the NGO Cidade Escola Aprendiz to bring Wiki and Plone to Brazil, and set up the country's first telecentres where they developed one of the pioneering digital literacy programs in the world. He was part of the Tactical Media, Rizoma.net, and Digital Culture movements that helped to develop the country's first hackerspaces, which later inspired the creation of the Cultural Ministry (MinC) Pontos de Cultura and Cultura Viva programs and the Education Ministry (MinEd) use of open technologies and UNESCO Open Educational Resources (OER) from 2004-2014. He co-organized and participated in numerous free culture festivals such as Submidialogia, FISL, Copyfight, Tecnoxamanismo, and Transmediale and is a member of the World Social Forum (FSM), Open Data Institute (ODI), Open Innovation Network (OIN), Open Heritage (OH), Open Digital Humanities Front (Edbusters), WikiEducator, and the International Association for Ontology and its Applications (IAOA) in addition to being a Creative Commons (CC), Wikipedia, and Wikipedagogy ambassador. He also has an award-winning international career as a multimedia artist, heritage safeguard curator, historiographic philosophy scholar, positive peace culture educator, and interfaith cooperation agent.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ad28953f-122e-4293-836d-860320183a1c",
  "origin": "pretalx.c3voc.de"
}