{
  "id": 49105,
  "guid": "aa930023-7ab3-5cc7-8381-3003aad272ea",
  "logo": "/media/fire-shonks-2022/submissions/TGCYWB/risiko%C3%BCbernahme_zXDQ5bW.jpg",
  "date": "2022-12-29T19:30:00+01:00",
  "start": "19:30",
  "duration": "01:00",
  "room": "Fireshonks-Workshop",
  "slug": "jev22-49105-betreutes_hacken_senior_und_die_juniorcrew",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/TGCYWB/",
  "title": "Betreutes Hacken - Senior und die Juniorcrew",
  "subtitle": "",
  "track": "Haecksen",
  "type": "Workshop",
  "language": "de",
  "abstract": "Link zum Workshop-Raum: [FireShonks](https://meeten.statt-drosseln.de/b/mer-uld-o2j-uvp)\r\n\r\nHelft Hetti die Box Challenge zu meistern.",
  "description": "Eine nicht aufgezeichnete Session in der wir gemeinsam eine interaktive HackTheBox (HTB) oder TryHackMe (THM) Challenge lösen. Das Ziel ist es gemeinsam eine gute Zeit zu verbringen, es ist quasi eine gemeinsame B̵a̵c̵k̵s̵e̵a̵t̵  Hacking Session. Natürlich könnt ihr nebenbei selber mitmachen, falls Ihr Lust habt. Ich werde ein aktuelles Kali Linux verwenden. Download: https://www.kali.org/get-kali/\r\n\r\n**Ablauf der Session:**  \r\nEs wird von mir im Vorhinein eine nicht genannte Challenge Box, voraussichtlich von THM oder HTB, ausgewählt, welche ich selber auch noch nicht gemacht/gelöst habe. Diese ist vom Schwierigkeitslevel für Anfänger*innen geeignet und sollte eine Web Challenge sein welche potentiell mit einem Linuxteil abschließt.\r\nBis auf die Challenge Box Vorauswahl und das Einrichten der Virtuellen Maschine (VM) basierend auf Kali Linux gibt es von meiner Seite keinerlei Vorbereitungen.\r\n\r\nWährend des Workshops versuchen wir gemeinsam die Schwachstellen zu finden und auszunutzen. Die Idee wäre, dass das Publikum mir via Chat Ideen liefert, wie wir die Box angreifen können. Ich würde passende als auch unpassende Ideen dann live vorführen. Dabei werde ich euch übliche Tools und Methoden zeigen, mit denen ich an solche Probleme herangehe.\r\n\r\nAm Ende des Workshops gibt es die Möglichkeit für eine Q+A Session, falls von euch gewünscht, oder wir hacken einfach mal 1-2 Stunden durch. Das hängt von euch ab!\r\n\r\nVielleicht schaffen wir ja gemeinsam die Box zu erfolgreich zu pwnen!",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3264,
      "code": "KYLAZR",
      "public_name": "Hetti",
      "biography": "Hetti ist ein IT-Security Experte aus Wien und Teil des feinsten Wiener Hackspaces [Metalab](https://metalab.at). \r\nIn seiner Freizeit fährt er sehr gerne auf community basierte IT (Security) Konferenzen und Camps.\r\nDie [Wiener Cryptoparty](https://cryptoparty.at) ist von ihm organisiert, bei der er auch Vorträge und Workshops zu verschiedenen Themen der IT-Security & Privatssphäre hält.\r\nMan findet ihn auch beim [Chaos Computer Club Vienna (C3W)](https://c3w.at) und an manchen Wochenenden ist er auf Flaggenjagd mit dem erfolgreichen akademischen CTF Team [We_0wn_Y0u](https://w0y.at).",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "ed7a9e51-8a51-402a-bcf9-1068fac7dd6c",
  "origin": "pretalx.c3voc.de"
}