{
  "id": 49086,
  "guid": "abdbb5dc-2faa-5933-82cc-e94b30da4ce7",
  "logo": "",
  "date": "2022-12-30T15:00:00+01:00",
  "start": "15:00",
  "duration": "01:15",
  "room": "Fireshonks-Stream",
  "slug": "fire-shonks-2022-49086-informationen-bewerten-eine-zeitreise-durch-die-welt-der-propaganda-fake-news-und-desinformation",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/8XTUNF/",
  "title": "Informationen bewerten — Eine Zeitreise durch die Welt der Propaganda, Fake News und Desinformation",
  "subtitle": "",
  "track": "R3S - Remote Rhein Ruhr Stage",
  "type": "Talk",
  "language": "de",
  "abstract": "Propaganda, Fake News und Desinformation erkennen lernen, anhand von Quellen aus der jüngeren und ferneren Vergangenheit. A trip down the historical memory lane.",
  "description": "Vergangenes Jahr ging es um grundlegende Medienkompetenz, die den Zuschauer*innen helfen sollte, Informationen ein bisschen leichter zu bewerten. \r\n\r\nDieses Jahr möchte ich meinen Rat aus dem letzten Jahr ins Praktische umsetzen: Propaganda, Fake News und Desinformation funktioniert sehr häufig entlang sich wiederholender Muster. \r\nIm Laufe des Talks lernt ihr, wie Propaganda, Fake News und Desinformation anhand dieser Muster erkannt werden können.\r\n\r\nDabei möchte ich ganz praktisch mit einer Auswahl Quellen aus mehreren Jahrhunderten, beim Üben helfen. \r\n\r\nDer Talk vom letzten Jahr: https://mela.de/blog/2021/12/27/talk-informationen-bewerten-im-haecksen-stream-rc3/",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 430,
      "code": "TFVPYT",
      "public_name": "Mela Eckenfels",
      "biography": "Mela Eckenfels ist Journalistin und Autorin (Hiatus) und Masterstudentin in Europäischer Kultur und Ideengeschichte am Karlsruhe Institut für Technologie. Sie beschäftigt sich seit Jahren mit den Methoden, Netzwerken und Nutznießern von Desinformation, vor allem mit Impfgegnern und medizinischer Desinformation über Autismus und Pseudotherapien für Autismus.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "pretalx.c3voc.de"
}