{
  "id": 1394,
  "guid": "acdaf1b3-941c-53f0-ba9b-9f8df1442ec8",
  "logo": "",
  "date": "2022-12-29T19:00:00+01:00",
  "start": "19:00",
  "duration": "02:00",
  "room": "Workshopraum 1 - H2-2.5",
  "slug": "jev22-1394-abriss_party_crashen",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/XF9S7Q/",
  "title": "Abriss-Party-Crashen",
  "subtitle": "",
  "track": null,
  "type": "Workshop",
  "language": "de",
  "abstract": "Impulsvortrag, Diskussion und Workshop gegen gemeinwohlschädigenden Abriss. Viel zu viele Gebäude werden abgerissen. Das ist klimaschädlich, bringt Verdrängung und Getrifizierung mit sich. Welche Mechanismen ermöglichen das und was sind resultierende Effekte? Welche Forderungen können wir stellen?",
  "description": "2021 wurde von Architects for Future die MusterUMbauordnung als offener Brief verfasst. \r\nIm September 2022 hat ein breites Bündnis von Fachleuten das „Abrissmoratorium“ als offnen Brief an die Politik verfasst. Beide Fordern einen Wandel der gängigen Praxis, welcher immer noch sehr viele bestehende Gebäude zum Opfer fallen. Häufig werden Gebäude kurzerhand abgerissen. Dadurch wird jede Menge „grauer Energie“ und funktionierender Elemente zu Schutt gemacht und Unmengen an Abfall erzeugt, häufig um mit energieaufwändigen Materialien teuer neu zu bauen. Gentrifizierung und Verdrängung sind die soziale Folge, zudem werden potentielle Flächen der Aneignung und (Sub-) Kultur zerstört. Diese ökologischen, sozialen und kulturellen Schäden trägt die Allgemeinheit, häufig für die Bereicherung weniger. \r\nWarum ist es so einfach, Abriss genehmigt zu bekommen? Welche Möglichkeiten auf welcher Ebene gibt es, Abrisse zu verhindern? Wie kann ich aktiv werden? Wie könnte ein Notfallplan zur Rettung von bedrohten Gebäuden aussehen?",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 116,
      "code": "YC3MWF",
      "public_name": "Jakob Bahret",
      "biography": "2014-2021 Architekturstudium an der TUM und Politecnico di Milano; \r\nMitgründer der Architekturpodcast-Platform 'FOAM-Network';\r\nMitarbeit bei vérschiedenen Ausstellungen und Veröffentlichungen des Architekturmuseums der TU München;\r\nVerschiedene Veröffentlichungen in Fachzeitschriften; \r\nThemenschwerpunkte: Architektur und (Post-) Kolonialismus, Nachhaltiges und soziales Planen und Bauen",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}