{
  "id": 49296,
  "guid": "b0cffb21-4e47-587e-84e5-935ec342afb4",
  "logo": "/media/hacking-in-hell-2022/submissions/YEKWDD/misinfohacks__Gv7p4KC.png",
  "date": "2022-12-30T17:30:00+01:00",
  "start": "17:30",
  "duration": "00:30",
  "room": "Bierschoine",
  "slug": "jev22-49296-misinfo_hacks",
  "url": "https://pretalx.c3voc.de/hacking-in-hell-2022/talk/YEKWDD/",
  "title": "Misinfo Hacks",
  "subtitle": " - Desinformationskampagnen auf der Spur",
  "track": "Hellarious",
  "type": "Talk",
  "language": "de",
  "abstract": "Der Vortrag gibt einen Überblick über Methoden der Informationswissenschaft zur Erkennung von Fehlinformation. Phänomene wie Echokammern und die soziopolitischen Auswirkungen werden untersucht und diskutiert. Systembasierte Ansätze sind in der Lage, Fehlinformationen, ihre Urheber und Plattformschwachstellen zu erkennen.",
  "description": "Der Vortrag gibt einen Überblick über Methoden der Informationswissenschaft zur Erkennung von Fehlinformation auf Online-Plattformen.\r\n\r\nDie damit verbundenen Aspekte und Begriffe wie Fake News, Fehlinformation und Desinformation müssen definiert und differenziert werden. Die Problematik der sozialen Medien und deren Phänomene wie Echokammern werden untersucht und die gesellschaftspolitischen Auswirkungen diskutiert.\r\n\r\nNeben rein intellektuellen Ansätzen wie journalistischen Faktenchecks werden zunehmend algorithmische Methoden aus der Informatik eingesetzt, um eine leistungsfähige Erkennung von Fehlinformationen zu gewährleisten. Verschiedene Ansätze wie Data Mining, Machine Learning, Natural Language Processing oder Social Computing können zur Identifizierung von Fehlinformationen eingesetzt werden. Die Summe der vorgestellten Methoden kann grob in inhalts-, kontext- und systembasierte Ansätze unterschieden werden.\r\n\r\nEs werden Beispiele aus der gegenwärtigen Forschung aufgezeigt. Hybride, sogenannte \"systembasierte Ansätze\" bieten die Möglichkeit, sowohl Fehlinformation, deren Urheber:innen als auch Schwachstellen der Plattformen zu erkennen. Der Vortrag schließt mit einer Diskussion der Ergebnisse und einem Ausblick auf zukünftige Entwicklungen in Technologie und Gesellschaft.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3242,
      "code": "NJSQFD",
      "public_name": "Patrick Schmelmer",
      "biography": "Patrick Schmelmer ist wissenschaftlicher Mitarbeiter in der Forschungsgruppe Human-Computer-Interaction und Visual Analytics und am Zentrum für Nachhaltige Wirtschafts-und Unternehmenspolitik (ZNWU) der Hochschule Darmstadt (h_da).\r\n\r\nWährend seines Studiums der Information Science M. Sc. an der h_da erwarb er Kenntnisse in den Bereichen Webentwicklung, Natural Language Processing und Visual Analytics. Darüber hinaus sammelte Schmelmer einschlägige praktische Erfahrungen sowohl im Informationsmanagement für GLAM-Einrichtungen wie Bibliotheken als auch im technischen Marketing.\r\n\r\nSchmelmers Interessen gehen auch in Richtung Digital Humanities und Sozioinformatik, weshalb er sich in seiner Masterarbeit 2022 mit dem Vergleich von Data-Mining-Studien zur Erkennung von Desinformationskampagnen beschäftigte.\r\n\r\nDerzeit plant er ein interdisziplinäres Promotionsprojekt zwischen Informationswissenschaft und Betriebswirtschaftslehre.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "0ce1f1b3-35c6-48ee-b3db-1c54e85f36b4",
  "origin": "pretalx.c3voc.de"
}