{
  "id": 49294,
  "guid": "b70826bf-35f0-570d-9e0e-1b9c044daf4e",
  "logo": "/media/hip-berlin-2022/submissions/V7UFTL/seek2_wvBmLzS.png",
  "date": "2022-12-27T13:00:00+01:00",
  "start": "13:00",
  "duration": "01:00",
  "room": "HIP - Track 1 - Room 5",
  "slug": "jev22-49294-hide_and_seek_ueber_die_biometrie_datenbank_des_us_militaers",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/V7UFTL/",
  "title": "Hide and seek ‒ über die Biometrie-Datenbank des US-Militärs",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "Das US-Militär hat massenhaft Geräte zur biometrischen Erfassung von Menschen in Afghanistan genutzt. Einige Geräte wurden beim hastigen Abzug der NATO-Truppen zurückgelassen. Wir haben bei Analysen solcher Geräte große Mengen an biometrischen und weiteren personenbezogenen Daten gefunden. In den falschen Händen bedeuten diese Daten Lebensgefahr für Menschen in Afghanistan und Irak.",
  "description": "Mitte April 2021 kündigte Joe Biden den Abzug der US-Truppen aus Afghanistan an. Kurz darauf beschloss der NATO-Rat den vollständigen Abzug aus Afghanistan. Der eigentliche Abzug erfolgte überstürzt, parallel zu einem Rückeroberungsfeldzug der Taliban. Im Rahmen des Abzugs blieben nicht nur Ortskräfte, welche sich auf Grund der Zusammenarbeit mit den NATO-Staaten in Lebensgefahr befanden, zurück. Alleine die USA ließen militärische Ausrüstung [im Wert von circa sieben Millarden US Dollar zurück](https://www.forbes.com/sites/zacharysmith/2022/04/27/us-left-7-billion-in-military-hardware-in-afghanistan-as-taliban-took-over-dod-reportedly-finds). Darunter befanden sich auch [Geräte zur Erfassung biometrischer Daten](https://theintercept.com/2021/08/17/afghanistan-taliban-military-biometrics/). Diese Geräte wurden sowohl zur biometrischen Erfassung des lokalen Personals, als auch für Grenz- und Übergangskontrollen verwendet.\r\n\r\nDer Einsatz von Biometrie-Geräten durch Militärs ist schon seit Jahren bekannt. Zu den eingesetzten Geräten sind erstaunlich detaillierte Informationen frei im Internet verfügbar. Nicht nur das US-Militär setzt solche Systeme ein. Auch Deutschland gehört zu den Nutzer-Staaten und übermittelte sogar biometrische Daten an die Amerikaner, wie aus einem geheimen, [auf Wikileaks veröffentlichten Memorandum of Understanding](https://wikileaks.org/bnd-inquiry/docs/BMVg/MAT%20A%20BMVg-1-1/MAT_A_BMVg-1-1d-8.pdf) hervorgeht.\r\n\r\nWas aus den öffentlich verfügbaren Daten nicht ersichtlich wird, ist, welche Sicherheitsmechanismen zum Schutz der hochsensiblen biometrischen Daten auf diesen Geräten zum Einsatz kommen. [Da das US-Militär selbst vor der Gefahr solcher biometrischen Datenbanken warnt](https://www.wired.com/2007/08/also-two-thirds/), haben wir ein besonders hohes Schutzniveau erwartet. \r\n\r\nWir hatten die Möglichkeit verschiedene Geräte des US-Militärs zu untersuchen. Bei der Untersuchung wurde schnell klar, dass auf den Geräten selbst keinerlei Sicherheitsmechanismen implementiert wurden. Die potenziellen Konsequenzen dieses Verzichts auf Absicherung wurden noch (un)fassbarer, als wir auf einem der Geräte eine Datenbank mit einer großen Menge sensibler Daten rekonstruieren konnten. Die Tatsache, dass höchstwahrscheinlich unveränderbare biometrische Daten besonders vulnerabler Personen ungesichert in einem Konfliktgebiet zurückgelassen wurden, zeigt einmal mehr deutlich die Gefahren biometrischer Datenbanken.\r\n\r\n\r\nContent Notice: Militär, Krieg, Überwachung",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3407,
      "code": "KPTLGM",
      "public_name": "snoopy",
      "biography": "Stoppt Kameras und andere Überwachungsmaßnahmen, fördert OpenSource und ist im C4 Zuhause.",
      "answers": []
    },
    {
      "id": 3404,
      "code": "QHN3NG",
      "public_name": "Starbug",
      "biography": ".",
      "answers": []
    },
    {
      "id": 41,
      "code": "UZTVSX",
      "public_name": "kantorkel",
      "biography": "[kantorkel](https://social.bau-ha.us/@kantorkel) ist rC3-zertifizierter Teleshopping-Ultra aus Hamburg. Er betreibt [Tor-Exit-Knoten](https://artikel10.org/), mischt bei [Reclaim Your Face](https://reclaimyourface.eu/how-to-reclaim-your-face-from-clearview-ai/) mit und ist [kein Freund von Gesichtersuchmaschinen](https://netzpolitik.org/2021/clearview-ai-der-lange-weg-zu-den-eigenen-datenschutzrechten/).\r\n\r\nMastodon: [https://social.bau-ha.us/@kantorkel](https://social.bau-ha.us/@kantorkel)",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}