{
  "id": 49183,
  "guid": "b8b66404-90dd-5119-84b4-72c0e284cb16",
  "logo": "",
  "date": "2022-12-29T16:45:00+01:00",
  "start": "16:45",
  "duration": "01:30",
  "room": "HIP - Track 2 - Room 2",
  "slug": "jev22-49183-eduroam",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/UGZJMY/",
  "title": "eduroam",
  "subtitle": " - eine Reise durch die Technik hinter der Föderation",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "In diesem Vortrag wollen wir uns einmal auf eine kleine Reise durch die technischen Grundlagen des internationalen Hochschul-WLANs \"eduroam\" begeben.",
  "description": "Fast alle Studis kennen es: Das Hochschul-WLAN eduroam . An fast jeder Uni oder Hochschule in Deutschland kommen Forscher:innen und Studierende damit ins Internet. Aber wie funktioniert das ganze eigentlich? Wer trägt was dazu bei?\r\nDieser Vortrag soll all das klären.\r\n\r\nZunächst wollen wir uns die Geschichte des föderierten Internetzugangs und die Anfänge von eduroam anschauen.\r\nAls nächstes wollen wir uns mit der Technik und den Protokollen beschäftigen. Was geschieht, wenn ich mich an einer anderen Einrichtung einlogge? Woher wissen die Komponenten, wer jetzt für mich zuständig ist?\r\nDa bei eduroam viele Einrichtungen beteiligt sind, muss der Login-Vorgang aber auch abgesichert werden. Wie funktioniert die Sicherheit im eduroam? Was muss ich beachten und was hilft mir dabei?\r\nAbschließend wollen wir uns mit der Zukunft beschäftigen. Wo geht die Reise hin? Wo kann eduroam weiterentwickelt werden?\r\n\r\nFür wen vorher eduroam eine BlackBox war, der hat nach dem Vortrag hoffentlich ein etwas besseres Verständnis.\r\nUnd wenn das eduroam mal wieder nicht funktioniert, dann wisst ihr hoffentlich danach etwas mehr darüber, was alles schief gegangen sein könnte.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 245,
      "code": "WJF9DS",
      "public_name": "Janfred",
      "biography": "Janfred (28, Pronomen er/sein) arbeitet beim DFN-Verein im eduroam-Team und studiert parallel Informatik an der Universität Bremen.\r\nSchon zu Anfang des Studiums hat er angefangen, beim Zentrum für Netze an der Universität Bremen im WLAN-Team zu arbeiten und hat sich schnell auf die Serverkonfiguration gestürzt.\r\nDabei hat er insbesondere ein Interesse an IT-Sicherheit und Internetprotokollen entwickelt.\r\nAktuell ist er in verschiedenen internationalen eduroam-Gremien und der IETF aktiv.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0dc",
  "origin": "pretalx.c3voc.de"
}