{
  "id": 49190,
  "guid": "b9148114-9e85-59f4-8c90-e89266a22b17",
  "logo": "/media/hip-berlin-2022/submissions/CZCABY/Benchy_Small_Round_sfiPmH2.png",
  "date": "2022-12-28T11:00:00+01:00",
  "start": "11:00",
  "duration": "01:25",
  "room": "Mini-DVI",
  "slug": "hip-berlin-2022-49190--mostly-homebrewn-metal-am",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/CZCABY/",
  "title": "(mostly) homebrewn metal AM",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "A short introduction into sinter based FFF/FDM metal additive manufacturing at home (as far as it can be done)",
  "description": "After a short introduction into FFF/FDM and the basics behind sinter based FFF/FDM metal additive manufacturing this talk offers a complete overview on the procedure, the benefits and the limits compared to other well established procedures as well as the obstacles that need to be overcome when using it.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3320,
      "code": "BRLYXQ",
      "public_name": "Klapauzius",
      "biography": "Sascha 'Klapauzius' Lenze \r\n\r\nCertified electrical technician, first world job as a software developer (Simatic PLC/HMI) in machine building for pharmaceutical industry. Hamradio operator (Class A, callsign DH5SL, mostly short wave). More than ten years of background as a hobbyist and professional in additive manufacturing and experience in sinter based metal FFF/FDM for three years. First contact to 'information technology' on a Commodore 64 programming BASIC (~'83), ARM(2) assembler on an Acorn Archimedes (A310), Arduino priojects, on a journey exploring the new since. \r\nConnected to Chaostreff Dortmund (ctdo, chaos west) since 2007 and visited several conferences inclouding chaos bbq, easterheggs, mrmcd, cc camp and c3..",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0dc",
  "origin": "pretalx.c3voc.de"
}