{
  "id": 49279,
  "guid": "b9cec8e9-0ef2-50fd-be57-9ff1996347f2",
  "logo": "",
  "date": "2022-12-29T15:30:00+01:00",
  "start": "15:30",
  "duration": "00:40",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49279-barrierearme_datenvisualisierungen_im_web",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/QPBDTA/",
  "title": "Barrierearme Datenvisualisierungen im Web",
  "subtitle": "",
  "track": "R3S",
  "type": "Talk",
  "language": "de",
  "abstract": "Wie können Datenvisualisierungen so gestaltet werden, dass sie auch für Menschen mit Behinderungen gut zugänglich sind? Ich zeige, wie Barrieren in Datenvisualisierungen vermieden werden können. Es gibt Tipps dazu, was zum Beispiel bei der Wahl von Farben in einem Balkendiagramm zu beachten ist,  warum es sinnvoll ist, die präsentierten Daten zum Download anzubieten und wie ein Diagramm für Screenreader-Nutzer:innen beschrieben werden kann.\r\n\r\nStream-Link: https://streaming.media.ccc.de/jev22/fireshonks\r\n\r\nWorkshop im Anschluss: https://meeten.statt-drosseln.de/b/mer-uld-o2j-uvp",
  "description": "Im Vortrag werden Hinweise dazu gegeben, wie Barrieren bei Datenvisualisierungen vermieden werden können. Hierbei geht es beispielsweise um ausreichende Unterscheidbarkeit von Farben, klare Beschriftungen und Benutzbarkeit mit Screenreader. \r\n\r\nDieser Vortrag richtet sich an alle, die mit dem Designen, Entwickeln oder Verbreiten von Datenvisualisierungen im Internet zu tun haben, zum Beispiel Programmierer:innen von Dashboards, Designer:innen von Infografiken oder Menschen, die gerne Bilder von Statistiken posten.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3386,
      "code": "VNBCED",
      "public_name": "Anne-Victoria Meyer",
      "biography": "sie/ihr\r\n\r\nIch arbeite als Frontend-Entwicklerin und studiere Mensch-Computer-Interaktion. Im Rahmen meiner Masterarbeit beschäftige ich mich aktuell damit, wie Datenvisualisierungen im Internet barrierearm umgesetzt werden können, sodass sie auch für Menschen mit Behinderungen gut zugänglich sind.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}