{
  "id": 49222,
  "guid": "bc17cad7-3c6b-5cea-9735-b79ec525a15a",
  "logo": "/media/hip-berlin-2022/submissions/FRLYBH/Bildschirmfoto_2022-11-27_um_20.08.02_So1CDnt.png",
  "date": "2022-12-30T14:00:00+01:00",
  "start": "14:00",
  "duration": "00:45",
  "room": "HIP22 - Track 2 - Room 2",
  "slug": "jev22-49222-die_physik_der_musik",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/FRLYBH/",
  "title": "die Physik der Musik",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "de",
  "abstract": "Eine Kunstform und eine Naturwissenschaft. Schwer vereinbare Gegensätze auf den ersten Blick, doch lohnt sich ein zweiter…",
  "description": "Musik berührt. Musik begeistert. Musik macht traurig, fröhlich, melancholisch und manchmal nervt sie vielleicht auch einfach. Eins ist aber klar: Musik ist Kunst. Und zwar eine, die unsere Hörgewohnheiten sehr stark durch unsere Geschichte und Kultur geprägt hat. Es gibt wohl kaum einen Menschen, der keine Form von Musik mag. Aber wodurch kommt das? Was ist diese Musik eigentlich? Und warum gibt es Klänge die uns zum weinen vor Schönheit und andere zum Fußnägel hoch rollen bringen? Ist das nur Kultur und Gesellschaft verschuldet oder steckt da noch was anderes hinter? Ich, als leidenschaftliche Musikerin und begeisterte: „Aber warum genau ist das jetzt so?!?“ Fragerin habe versucht dem einmal vom Grund an nachzugehen. Und Überraschung, wir landen bei grundlegenden Physikalischen Konzepten. Von diesen aus ergeben sich fragen, angefangen bei: Was ist eine Klangwelle?, über: Wieso nehmen wir unterschiedliche Intervalle verschieden wahr?, oder: Wie können wir eigentlich verschiedene Instrumente unterscheiden?, bis hin zu: Wie kommt es, das Dur eher als fröhlich und Moll ehr als traurig wahrgenommen wird und was hat das mit diesen ominösen Obertönen zutun? Das ganze kann in kompliziert aussehender Mathe Sprache erklärt werden, oder durch graphische Darstellungen, die uns zeigen, das böse Matheformeln im Grunde etwas wunderschönes verstecken. Ich versuche mich an zweiterem und da sich Musik nicht ohne eben diese erklären lässt werden auch die akustischen Beispiele nicht fehlen, sodass außer dem eigenen Gehör und ein Bisschen Forschergeist keinerlei Vorkenntnisse benötigt werden. Aber auch jenen, die auf den einzelnen Gebieten gut bewandert sind, werden aus der Verbindung aus beiden noch so ihren Spaß ziehen können, denn was gibt es schöneres, als Gegensätze zu vereinen?",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3346,
      "code": "G8RTWU",
      "public_name": "Emilia Lilu Steinhauser",
      "biography": "Hi, ich bin Emilia Steinhauser und 18 Jahre alt, womit ich bisher weder ein Studium abgeschlossen habe, noch auf irgendeine Andere Art eine Ausbildung in dem Gebiet habe. Stattdessen habe ich “nur“ letztes Jahr mein Abitur gemacht und im Zuge Dessen einen Vortrag vorbereiten müssen. Die Gelegenheit hab ich genutzt und als Thema den Versuch unternommen meine sehr unterschiedlichen Hobbys zu verbinden.\r\nklassische Musik ist ein großer Teil meines Lebens und als Laien Bratschistin spiele ich in vielen Orchestern und Ensembles mit. Zum anderen konnte ich unteranderem durch meine Leistungskurse Mathe und Physik meine Vorliebe zu den Naturwissenschaften in und außerhalb der Schule ausleben. \r\nIn meinem Abiturvortrag: „die Physik der Musik“ habe ich sehr viel Arbeit und Freude reingesteckt und würde mich daher freuen, wenn diese Arbeit zu mehr als nur einer guten Note und meinem eigenen Vergnügen genutzt werden kann. Ich würde diese neue Sichtweise auf Musik gerne an andere Interessierte Menschen weitergeben.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0dc",
  "origin": "pretalx.c3voc.de"
}