{
  "id": 7454,
  "guid": "bd74cdb5-41c2-59c9-aeff-4d07758ac49b",
  "logo": "/media/freiraumforum/submissions/Q7PRJS/AlligatorGo_Festival_KINO_uVeOguv.jpg",
  "date": "2022-12-29T17:00:00+01:00",
  "start": "17:00",
  "duration": "01:00",
  "room": "Klangkeller - H1-U.1",
  "slug": "jev22-7454-alligator_gozaimasu_kino",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/Q7PRJS/",
  "title": "Alligator Gozaimasu KINO: experimental short film screening",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Film",
  "language": "de",
  "abstract": "A selection of short films created by artists from the Alligator Gozaimasu collective will be screened in a miniature cinema installation. Includes animations and video art produced in Munich, Sapporo (Japan) and Bandung (Indonesia).",
  "description": "Alligator Gozaimasu is a fluid audio-visual body that consists of artists based in Munich, nearby and spread all over the world. The collective's KINO is a cosy miniature cinema installation that offers a delicate selection of experimental short films and animations. Amongst others works by Thomas Glatz (Munich), Yuko Fukasawa (Sapporo), Aoi Maeda (Tokyo), Mediendienst Leistungshölle (Munich), Deidra Mesayu (Bandung), ReguRegu (Sapporo), Mikio Saito (Sapporo), Birgit Scholin (Vienna), Lina Zylla (Munich).",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 156,
      "code": "98MRYJ",
      "public_name": "Alligator Gozaimasu",
      "biography": "ALLIGATOR GOZAIMASU is like a fluid body. It consists of many voices and noises. The art and sound collective, with about 60 members spread all over the world, started in 2014.\r\nBack then Munich based artists Stephanie Müller and Klaus Erika Dietl had the chance to dive deep into Japan's queerfeminist music underground.\r\nKlaus Erika Dietl is a queerfeminist filmmaker, painter, performance and sound artist. Stephanie Müller is a textile artist, experimental musician, performance artist and sociological researcher.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}