{
  "id": 7457,
  "guid": "c74cf5e7-6403-5677-babd-1ff0615c6d57",
  "logo": "/media/freiraumforum/submissions/KNJKNK/mindzone-sauberdrauf-logo-sticker-002-white_8aKyKh0.jpg",
  "date": "2022-12-30T12:30:00+01:00",
  "start": "12:30",
  "duration": "01:30",
  "room": "Stände - H2-4.8",
  "slug": "jev22-7457-mindzone_infostand",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/KNJKNK/",
  "title": "Mindzone Infostand",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Stand",
  "language": "de",
  "abstract": "Niedrigschwellige, aufsuchende und aktzeptierende Drogenarbeit - Infostand zu Safer Use & Harm Reduction",
  "description": "Das MINDZONE-Team München ist seit März 1996 im Münchner Nachtleben aktiv. Durch langjährige Kooperation mit namhaften Clubs und Event-Reihen genießt MINDZONE in der Partyszene einen hohen Bekanntheitsgrad. Im 2-Wochen-Rhythmus führen wir Vor-Ort-Aktionen mit Infostand durch.\r\nUnser Team setzt sich mit den Problemen auseinander, die beim Konsum von legalen und illegalen Substanzen in verschiedener Weise auftreten können. Da immer wieder zu beobachten ist, dass Jugendliche Drogen sehr problematisch und riskant konsumieren, erscheint es sinnvoll und notwendig, Aufklärung in diesem Bereich zu betreiben und auf die Drogenthematik differenziert einzugehen.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 90,
      "code": "TRUZZB",
      "public_name": "Mindzone",
      "biography": "mindzone ist eine Initiative von jungen Partygängern, die 1996 in München entstanden ist und mittlerweile bayernweit im Nachtleben aktiv ist. Unser Team setzt sich mit den Problemen auseinander, die beim Konsum von legalen und illegalen Substanzen in verschiedener Weise auftreten können. Als Sozialarbeitende erreichen wir Konsument*innen von Partydrogen durch ein niedrigschwelliges Infostandangebot auf Partys der elektronischen Musikszene. Um einen guten Zugang zu erreichen, arbeiten wir mit ehrenamtlichen Szenegänger*innen, die speziell in drogenrelevanten Belangen geschult werden.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}