{
  "id": 4349,
  "guid": "ca43e4f9-c37d-5a7d-84aa-f55cd5d7be34",
  "logo": "",
  "date": "2022-12-28T12:00:00+01:00",
  "start": "12:00",
  "duration": "01:00",
  "room": "Workshopraum 4 - H2-4.4",
  "slug": "jev22-4349-das_barrio_olga_benario",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/EVHNA7/",
  "title": "Das Barrio Olga Benario",
  "subtitle": " - Vorstellung",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Das Barrio Olga Benario ist ein selbstorganisierter, spendenfinanzierter linker Raum für politische und soziale Veranstaltungen. Seit vier Jahren ist es die Heimat von mittlerweile sechs offenen Treffen und inzwischen eines der Zentren politischer Arbeit in München. Wir stellen uns vor!",
  "description": "Das Barrio Olga Benario ist ein selbstorganisierter, spendenfinanzierter linker Raum für politische und soziale Veranstaltungen. Seit vier Jahren ist es die Heimat von mittlerweile sechs offenen Treffen. Inzwischen hat es sich als eines der Zentren politischer Arbeit in München etabliert. \r\n\r\nNicht nur die Plena von mittlerweile sechs offenen Treffen (Antifa Stammtisch, Offenes Frauentreffen, Offenes Antikapitalistisches Klimatreffen, Zukunft Erkämpfen, Ni Una Menos, In Aktion gegen Krieg und Militarisierung) finden dort statt: Der wöchentliche Barabend wird ergänzt durch Filmvorführungen, Vorträge, Familiencafe und sogar Kunstausstellungen. Seit diesem Jahr mietet das Kollektiv einen zweiten Raum an, weil der Platz einfach nicht mehr ausreichte für die zahllosen AG-Treffen.\r\n\r\nWie ist der Raum entstanden? Wie wird er organisiert und wer ist dort aktiv? Wie sehen die Pläne für die Zukunft aus und wie kann man sich einbringen?",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 88,
      "code": "NBS8JW",
      "public_name": "Barrio Olga Benario",
      "biography": "Das Barrio Olga Benario ist ein linker, selbstverwalteter, spendenfinanzierter Raum in Giesing. In seinen vier Jahren Bestehen hat es sich als Heimat von mittlerweile sechs offenen Treffen zu einem der Zentren linker Politik in München entwickelt.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}