{
  "id": 2085,
  "guid": "d208dfc5-5c1f-541a-b0ac-18f29ececb26",
  "logo": "",
  "date": "2022-12-27T15:00:00+01:00",
  "start": "15:00",
  "duration": "00:50",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "freiraumforum-77-0-raum-fr-die-schne-welt",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/FKJMDE/",
  "title": "Raum für die schöne Welt",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "In diesem Vortrag möchte Tobias Budesheim Vorstandmitglied von Students for Ukraine Raum geben für die schöne Welt. Er präsentiert Hoffnungsbilder in einer Zeit in der es scheint, als ob die Welt aus den Fugen gerät. Was sind meine Freiheitsräume? Wo ist die Welt noch schön?",
  "description": "Wer ist wirklich frei? Ein Raum ist nur so groß, wie wir ihn uns erschaffen. Das gilt auch für unsere Gedanken. Wir füllen einen Raum mit Menschen, Möbeln, Bildern und Erinnerungen. Das gilt auch für das Menschliche Gehirn. Wann aber ist der Raum den wir erschaffen bedroht? Diese Frage stellten sich schon viele Autoren, Ökonomen, Wissenschaftler, Politiker und sogar Menschen in der Steinzeit. Was sind unsere Abwehrhandlungen? Wie gehen wir damit um? Und wie können wir mit unsere vielen sogenannten \"Bias\" umgehen? Schaffen wir es neue Räume zu gestalten? Oder bleiben wir in unseren alten Räume?",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 123,
      "code": "ZPDZJX",
      "public_name": "Tobias Budesheim",
      "biography": "Tobias Budesheim, 23 Jahre alt, Vorstandsmitglied bei Students for Ukraine Munich e.V, Studium in Betriebswirtschaft und Unternehmensführung, aber auch künstlerisch unterwegs und hat eine musikalische Ader. Schaffen von neuen Räumen und innovative nachhaltige Gedanken sind sein Weg die Schönheit der Welt einzufangen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "568cabc6-82f2-11ed-82f7-cf29158272bb",
  "origin": "forum.freiraeumen.jetzt"
}