{
  "id": 49177,
  "guid": "d5cc9a24-f169-58eb-b462-462f2ff29e0a",
  "logo": "/media/fire-shonks-2022/submissions/A8J8AF/1989-2-BIONIC-Keller-Rena-padeluun-sw_JJsMAhl.jpg",
  "date": "2022-12-27T21:30:00+01:00",
  "start": "21:30",
  "duration": "01:45",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49177-von_der_mailbox_bis_zum_fediverse",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/A8J8AF/",
  "title": "Von der Mailbox bis zum Fediverse",
  "subtitle": "",
  "track": "Digitalcourage",
  "type": "Talk",
  "language": "de",
  "abstract": "Alles schon mal dagewesen? Ja. Aber ganz anders. In diesem Kamintalk sprechen Rena Tangens, Leena Simon und padeluun über Mailboxen, Facebook-Kritik und warum das Fediverse uns an einen sozialen Schwarm erinnert.",
  "description": "Alles schon mal dagewesen? Ja. Aber ganz anders. In diesem Kamintalk sprechen Rena Tangens, Leena Simon und padeluun über die jahrzehntelange Arbeit an Kommunikationskonzepten. Mit vielen kleinen Anekdoten begeben wir uns auf eine Zeitreise zu den Mailboxen der 80er Jahre, zu unserer Kritik an Facebook der 2010er Jahre und wie diese uns dazu veranlasste einen eigenen \"Sozialen Schwarm\" zu entwerfen. Dass Wünsche auch mal in Erfüllung gehen können, zeigt uns heute das Fediverse. Und stellt uns direkt vor einen riesen Haufen neuer Fragen, für die wir - den 80ern sei Dank - schon eine ganze Menge Lösungswege parat haben.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 393,
      "code": "NSTENV",
      "public_name": "padeluun",
      "biography": "padeluun gründete 1984 zusammen mit Rena Tangens das Kunstprojekt und die Galerie Art d’Ameublement. Er ist Mitbegründer und Vorsitzender des Grundrechte- und Datenschutzvereins Digitalcourage (vormals FoeBuD), Mitarbeiter im Arbeitskreis Vorratsdatenspeicherung und einer der Organisatoren sowie Jurymitglied der deutschen Big Brother Awards, die seit dem Jahr 2000 jährlich in Bielefeld verliehen werden. Er ist Verleger der Wissensreighe kurz&mündig. Er lebt in Bielefeld und Berlin.",
      "answers": []
    },
    {
      "id": 387,
      "code": "UXT9SH",
      "public_name": "Leena Simon",
      "biography": "IT-Beraterin und Netzphilosophin, Aktivistin bei Digitalcourage.\r\nHauptthemen:\r\nDigitale Mündigkeit\r\nDigitale Gewalt\r\nDigitale Bildung\r\nDatenschutz \r\nDemokratie",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}