{
  "id": 755,
  "guid": "e0d7fd5b-5fd5-59f4-a508-e21c3c99251e",
  "logo": "",
  "date": "2022-12-29T18:30:00+01:00",
  "start": "18:30",
  "duration": "01:31",
  "room": "Vortragsraum 2 - Bhavani - H1-5.2",
  "slug": "jev22-755-kampf_um_die_a49",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/AZLCBQ/",
  "title": "Kampf um die A49",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Film",
  "language": "en",
  "abstract": "Die Autobahn frisst sich durch die Landschaft. Der Wald - besetzt von Aktivisten. Polizisten müssen den Weg frei machen für die Maschinen. Anwohner freuen sich auf freie Fahrt. Politiker setzen Entscheidungen um - gegen ihr Gewissen. Wie der Bau einer Autobahn die Gesellschaft spaltet.",
  "description": "Die Autobahn A 49 wird neu gebaut. Und das mitten in der Klimakrise. Die Trasse führt durch jahrhundertealte Wälder, vorbei an verschlafenen Dörfern. Über 600 Aktivisten haben in Dannenrod in Mittelhessen 7 \"Barrios\" mit bis zu 100 Baumhäusern in schwindelerregender Höhe gebaut. Die Räumung durch Spezialeinsatzkräfte der Polizei steht unmittelbar bevor. \r\nIn Planung ist die A 49 schon seit über 50 Jahren. Klagen, Kammmolche und schlicht fehlendes Geld des Bundes verhinderten über Jahrzehnte den Weiterbau der bei Kassel begonnenen Autobahn. Besonders entschiedene Gegner des Autobahn-Neubaus waren die GRÜNEN in Hessen. Sozusagen die DNA ihres Daseins war der Protest dagegen. Und nun muss ausgerechnet der grüne Verkehrsminister, nämlich Tarek Al-Wazir, diesen Autobahnbau mit seiner schwarz-grünen Landesregierung politisch durchsetzen. \r\nKlaus Stern und Frank Pfeiffer begleiten Befürworter der Autobahn, langjährige entschiedene Gegner und Besetzer, adlige Waldbesitzer, Polizisten und Minister während des Rodungs- und Bauprozesses. \r\nWie der Kampf um den Bau einer Autobahn die Gesellschaft spaltet.\r\nMehr Infos: https://www.die-autobahn-derfilm.de/",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 147,
      "code": "REUMEM",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "64f358c2-82f2-11ed-b6f2-370ab4c5fdf0",
  "origin": "forum.freiraeumen.jetzt"
}