{
  "id": 49311,
  "guid": "e1b47cd7-12a0-56a9-ae70-b917594704af",
  "logo": "",
  "date": "2022-12-27T13:45:00+01:00",
  "start": "13:45",
  "duration": "01:45",
  "room": "Fireshonks-Stream",
  "slug": "jev22-49311-das_fediverse_steht_fuer_vielfalt_nicht_fuer_einfalt",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/GLMFE7/",
  "title": "Das Fediverse steht für Vielfalt nicht für Einfalt",
  "subtitle": "",
  "track": "Digitalcourage",
  "type": "Talk",
  "language": "de",
  "abstract": "Das Fediverse ist mehr als Mastodon und das Imitieren von kommerziellen Plattformen. Hubzilla kennenlernen.",
  "description": "Was wir gerade sehen ist das Mastodon für viele für das Fediverse gehalten wird. Was ist schade. Eine Imitation von Twitter mit 500 Zeichen - das soll es gewesen sein? Es geht doch um was ganz anderes und das lässt sich nun auch angehen nachdem das Interesse am Fediverse auch durch eine mediale Öffentlichkeit ein wenig geweckt ist - jetzt kann es weitergehen.\r\n\r\nDer ersten Teil des Vortrages thematisiert die Geschichte und Architektur des Fediverse und halt ein Plädoyer dafür, dass es um mehr geht als um ActivityPub und die eine dominierende Anwendung.\r\n\r\nIm zweiten Teil wird am Beispiel der FEDI App Hubzilla (https://hubzilla.org) demonstriert was im Fedivere noch alles geht. \r\n\r\nBlogging, Filesharing, Teilen von Wikis und Events – Hubzilla verbindet sich mit dem Verständnis von mehreren Protokollen multifunktional in alle Richtungen. \r\n\r\nMit einem feinen Zugriffsrechtesystem könnt ihr genau bestimmen, wer was sehen darf bzw. inwieweit Ihr öffentlich oder privat agieren möchten. Mit einer „nomadischen Identität“ ist der Umzug eines Accounts von einem Server zum andern möglich, ohne dass Inhalte verloren gehen. Ein eigener Hubzilla-Server ist ähnlich einfach installiert wie eine WordPress-Webseite. Hubzilla ermöglicht es, sich wirklich mündig und souverän in einem sozialen Netzwerk zu bewegen. \r\n\r\nWer in dem Workshop \"Mein FEDI Server\" \r\nhttps://pretalx.c3voc.de/fire-shonks-2022/talk/ZT98DR/\r\nseinen eigenen Server installieren konnte, kann hier weitere Einblicke für die Handhabung von Hubzilla erhalten.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3421,
      "code": "BNPCQG",
      "public_name": "chris",
      "biography": "Fediverse Akivist - souverän und mündig digital vernetzt \r\nhttps://gnulinux.ch/serie-fediverse-dienste-hubzilla",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "c62a781e-48a3-4546-bb5c-dee2080738f7",
  "origin": "pretalx.c3voc.de"
}