{
  "id": 49228,
  "guid": "e4286763-c8be-5970-8693-d4c2f69dde14",
  "logo": "/media/hip-berlin-2022/submissions/GRBLDD/taler-logo-2021_LfC2pNl.svg",
  "date": "2022-12-29T14:30:00+01:00",
  "start": "14:30",
  "duration": "01:00",
  "room": "Parallel Port",
  "slug": "hip-berlin-2022-49228-are-you-old-enough-to-buy-this-zero-knowledge-age-restriction-with-gnu-taler-",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/GRBLDD/",
  "title": "Are you old enough to buy this? (Zero-knowledge age restriction with GNU Taler)",
  "subtitle": "",
  "track": "E.T.I.",
  "type": "Talk",
  "language": "en",
  "abstract": "Today, age verification in e-commerce implies identity verification, one way or the other.  In this talk, we first look at existing solutions for age restriction and their shortcomings. We then present a design for a privacy-friendly method that binds age restriction to the ability to pay (rather than identification) and that is aligned with the [principle of subsidiarity](https://en.wikipedia.org/wiki/Subsidiarity).  We show how this scheme is integrated with the [GNU Taler](https://taler.net) payment system, making it the first fully privacy-friendly payment system with age restriction.",
  "description": "Privacy in e-commerce is currently a sad story, especially with respect to age-restriction and -verification.  Existing commercial solutions are mostly implemented by identity verification. Even privacy-friendly approaches, using attribute-based credentials, anchor on an external, higher authority which verifies the identity of the consumer before issuing a certificate.\r\n\r\nThe [principle of subsidiarity](https://en.wikipedia.org/wiki/Subsidiarity) suggests that the appropriate level of authority to set age restriction is the level of parents and caretakers - not merchants, banks or governmental institutions.  Our design for an age verification scheme fully aligns with this principle.\r\n\r\nThe design is presented as an extension of [GNU Taler](https://taler.net), a privacy-friendly payment protocol. The extension augments the protocol with a zero-knowledge scheme for age verification that cryptographically augments coins for this purpose. Our scheme enables buyers to prove to be of sufficient age for a particular transaction without disclosing the age. The modification preserves the privacy and security properties of GNU Taler, in particular the anonymity of buyers and unlinkability of transactions.\r\n\r\nWe show how our scheme can be instantiated with various cryptographic signature schemes, how it is integrated with the GNU Taler payment system and what work is left to do.\r\n\r\nThis work is funded by the project [_Concrete Contracts_](https://concretecontracts.codeblau.de) by the [German Federal Ministry of Education and Research](https://www.forschung-it-sicherheit-kommunikationssysteme.de/projekte/concrete-contracts).",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3349,
      "code": "GFQFUX",
      "public_name": "oec",
      "biography": "Özgür's day job keeps him busy with reading code that others wrote. At night, he is a member of the dev-team of [GNU Taler](https://taler.net), helping to extend Taler with advanced features.  He does this as PhD-candidate at the [Internet Technologies research group at the Freie Univeristät Berlin](http://www.mi.fu-berlin.de/en/inf/groups/ilab/index.html).",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "a24f561b-6f4a-4ee3-87fb-d22fff05f0da",
  "origin": "pretalx.c3voc.de"
}