{
  "id": 4781,
  "guid": "e4781953-42ea-5494-8042-556d33c71f0e",
  "logo": "/media/freiraumforum/submissions/9PJK9F/Filmstill_BodyOfOz_KlausErikaDietl_RagTreasure_TQaBiUB.jpg",
  "date": "2022-12-29T14:00:00+01:00",
  "start": "14:00",
  "duration": "02:00",
  "room": "Klangkeller - H1-U.1",
  "slug": "freiraumforum-124-alligator-gozaimasu-open-music-video-recording",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/9PJK9F/",
  "title": "Alligator Gozaimasu: Open Music Video Recording",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Workshop",
  "language": "en",
  "abstract": "During the Alligator Gozaimasu music video recording participants are invited to dive into the collective's colourful universe. Based on \"Qoi Que Tu Dis\", one of Alligator Gozaimasu's experimental tracks, a collaborative music video will be recorded.",
  "description": "Alligator Gozaimasu is a band of many voices and noises. The international music collective counts more than 60 members. Some of them are based in Munich or live nearby, others are spread all over the globe.\r\nDuring the Open Music Video Recording participants are heartily invited to dive into the collective's colourful universe. Based on \"Qoi Que Tu Dis\", one of Alligator Gozaimasu's experimental tracks, a collaborative music video will be recorded. The idea is to question binary frameworks and try other perspectives together. Sound artist and fashion designer Stephanie Müller aka Rag*Treasure offers a selection of handmade costumes and props. Participants can freely choose if they'd like to slip into one of the costumes and masks. Queerfeminist filmmaker and artist Klaus Erika Dietl provides DIY camera and light equipment. Minimum is maximum Rock'n'Roll: we'll focus on tiny image details and on small gestures. Let's do it together.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 156,
      "code": "98MRYJ",
      "public_name": "Alligator Gozaimasu",
      "biography": "ALLIGATOR GOZAIMASU is like a fluid body. It consists of many voices and noises. The art and sound collective, with about 60 members spread all over the world, started in 2014.\r\nBack then Munich based artists Stephanie Müller and Klaus Erika Dietl had the chance to dive deep into Japan's queerfeminist music underground.\r\nKlaus Erika Dietl is a queerfeminist filmmaker, painter, performance and sound artist. Stephanie Müller is a textile artist, experimental musician, performance artist and sociological researcher.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}