{
  "id": 49303,
  "guid": "e57e0c6a-cb36-514d-b235-ec73a048fac7",
  "logo": "/media/xrelog-2022/submissions/97JC77/15ThemenBereichePico_m5205Tr.jpg",
  "date": "2022-12-28T13:00:00+01:00",
  "start": "13:00",
  "duration": "03:00",
  "room": "icc|bs",
  "slug": "jev22-49303-xr_barcamp",
  "url": "https://pretalx.c3voc.de/xrelog-2022/talk/97JC77/",
  "title": "XR.Barcamp",
  "subtitle": "",
  "track": "So Dies und Das",
  "type": "Workshop",
  "language": "de",
  "abstract": "[EN] XR Barcamp: All Things VR / AR / MR / DR = XR. Come unprepared with / without VR-Gadgets. Let's talk about bullshit-free meta- and multiverse, aka Social VR, and maybe visit some of them. Maybe we will build our own VRooms from scratch, argue about good taste, researching solutions to connect the dots & worlds, ... and / or find our poster of \"15 Topic-Tracks\" as an inspiration of ideas.\r\n\r\n---\r\n\r\n[DE] XR Barcamp - Alles rund um VR / AR / MR / DR = XR. Kommt gerne komplett unvorbereitet mit / ohne VR-Gadgets. Lasst uns über Bullshit-freies Meta- und Multiverse, aka Social VR, sprechen und es ggf. auch besuchen. Vielleicht bauen wir eigene VRooms, streiten über guten Geschmack, finden Lösungen Welten zu vernetzen (Connecting the Dots), ... Siehe auch unser Poster der „15 Themenbeieichen“ als möglichen Ideengeber.",
  "description": "[DE] Je nach teilnehmenden Wesen wollen wir das Barcamp deutschsprachig oder in englisch halten.\r\n\r\nKurz was zum Thema Barcamp:\r\n\r\nSo'n Barcamp ist ein Event im Event. Am Anfang wissen wir noch garnicht ob, bzw. wieviel Themen & Wesen was in den Ring werfen. Zugegeben ein paar Vorschläge haben wir schon gesammelt. Ihr könnt auch schon vorab Ideen, Wünsche, Anregungen einkippen, Siehe Matrix-Kanal weiter unten.\r\n\r\nVor dem bauen des adhoc Sub-Fahrplan können wir voten, wie so die Stimmungslage zu den Breakout-Vorschläge so ist.\r\n\r\nDas verteilt sich dann in etwa so:\r\n- Kennenlernen,  Themensammlung, Voting (so ca. 30-40 Minuten). \r\n- Mini-Fahrplan bauen. ~15 Minuten Pause oder Spontan Impuls-Vortrag.\r\n- Breakout-Sessions (je ~30 Minuten) je nach Anzahl der Themen evt. 1-3 Timeslots mit 1-n parallelen Breakouts\r\n- Optional: Was war, was wird. Die besten Takeaways aus den Sessions\r\n\r\n---\r\n\r\n[EN] Depending on the participants, the Barcamp will be held in German or in English. \r\n\r\nBriefly something about Barcamps:\r\n\r\nSuch a barcamp is an event within an event. At the beginning we don't know if or how many topics & beings will throw something into the ring. Admittedly, we have already collected a few suggestions. You can also type in ideas, wishes, suggestions in advance, see matrix room below.\r\n\r\n\r\nAdmittedly we have already collected a few. Before building the adhoc sub-timetable, we can vote on the mood for the breakout proposals.\r\n\r\nIt then breaks down roughly like this:\r\n- Getting to know each other, collection of topics, voting (about 30-40 minutes)\r\n- Build a mini timetable. ~15 minutes break or spontaneous impulse lecture.\r\n- Breakout sessions (~30 minutes each), depending on the number of topics, possibly 1-3 timeslot(s) with 1-n parallel breakouts\r\n- Optional: What was, what will be. The best takeaways from the sessions",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 3509,
      "code": "LWRUVR",
      "public_name": "XR.Labs Operation Group",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "63dc1e9f-0b83-4504-9d2c-2d0eea14ce02",
  "origin": "pretalx.c3voc.de"
}