{
  "id": 9386,
  "guid": "e938a62f-2fbf-5a99-b2fd-9cda1478da7b",
  "logo": "/media/freiraumforum/submissions/QWK3FX/Kolloquium_WiSe_22-23_sO1lEND.jpg",
  "date": "2022-12-28T14:00:00+01:00",
  "start": "14:00",
  "duration": "02:00",
  "room": "Vortragsraum 1 - Ahlam - H2-1.6",
  "slug": "jev22-9386-utopia_dystopia_lost_futures",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/QWK3FX/",
  "title": "Utopia, Dystopia & Lost Futures",
  "subtitle": " - Interdisziplinäres Forschungskolloquium. by Assoziation:E",
  "track": "Freiräume",
  "type": "Talk",
  "language": "de",
  "abstract": "Modi von konkreter Utopie aufdecken & mit der Dystopie umgehen lernen & zur emanzipatorischen Strategie beitragen. Das ist der Anspruch des Kolloquiums der Assoziation:E e.V., das im Dezember auf dem Forum für Freiraum mit einem Beitrag aus der Polizeiforschung stattfinden wird.",
  "description": "„Was der Bürger als normal ansieht“: Kriminalisierung der Armut & Kommunalisierung der Sicherheit\r\n\r\nAlkoholverbote, Bettelverbote, polizeiliche Kontrollen und kommunale Sicherheitsdienste: Im Kontext der Kommodifizierung urbaner Räume halten neue, niedrigschwellige Sicherheitspolitiken Einzug, um die unliebsame Klientel – von Jugendlichen bis hin zu den Konsumenten illegaler Betäubungsmittel – aus bestimmten Bereichen der Städte fernzuhalten. Wie diese in der Stadt München und auch andernorts aussehen, und welche Konsequenzen daraus für die jeweils Betroffenen erwachsen, soll im Rahmen des Vortrags diskutiert werden.\r\n\r\nDie Forschungsplattform der Assoziation:E e.V. bringt Menschen aus verschiedenen Disziplinen und Hochschulen zusammen. Wir fördern selbstorganisierte (Nachwuchs-)Wissenschaftler*innen, die unabhängig vom bzw. über den akademischen Betrieb hinaus emanzipatorische Strategien und Praxen erforschen, entwickeln und erproben wollen.\r\n\r\nWir bringen verschiedene Aspekte der unterschiedlichen Disziplinen und Forschungsfelder miteinander in Konstellation - in der Hoffnung, so einen wissenschaftlichen Kontext für emanzipatorische Praxis zu schaffen.",
  "recording_license": "",
  "do_not_record": true,
  "persons": [
    {
      "id": 138,
      "code": "8UNDWN",
      "public_name": "Forum für Freiraum",
      "biography": "https://forum.freiraeumen.jetzt/freiraumforum/",
      "answers": []
    },
    {
      "id": 158,
      "code": "Y9XTHZ",
      "public_name": "Assoziation:E e.V.",
      "biography": "Assoziation E e.V. ist eine parteiunabhängige Organisation zur Förderung emanzipatorischen Denkens und Handelns. Der Verein bietet Akteuren aus Wissenschaft&Forschung, Kunst&Kultur und Bildung&Erziehung einen ideellen und materiellen Rahmen für Bestrebungen, Menschen ein würdiges Leben zu ermöglichen.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": "568cabc6-82f2-11ed-82f7-cf29158272bb",
  "origin": "forum.freiraeumen.jetzt"
}