{
  "id": 7579,
  "guid": "ed757a91-cc0a-5159-a1f6-b07d96fb6f19",
  "logo": "",
  "date": "2022-12-31T10:00:00+01:00",
  "start": "10:00",
  "duration": "10:00",
  "room": "Austellungsraum 5 - H1-3.1",
  "slug": "jev22-7579-urbane_praxis",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/ZLL9WH/",
  "title": "Urbane Praxis",
  "subtitle": "",
  "track": "Freiräume",
  "type": "Ausstellung",
  "language": "en",
  "abstract": "Mit Urbane Liga, Gängeviertel, Haus der Statistik, Branntweinareal.",
  "description": "Die **Urbane Liga** ist ein Bündnis junger Stadtmacher, die sich aktiv in die Gestaltung ihrer Städte mit einbringen möchten. Sie ist im Bundesministerium für Wohnen, Stadtentwicklung und Bauwesen (BMWSB) angesiedelt, das u.a. für die nationale Stadtentwicklungspolitik zuständig ist und wird vom Bundesinstitut für Bau-, Stadt- und Raumforschung (BBSR) wissenschaftlich begleitet.\r\n\r\nAls wir im August 2009 in das historische **Gängeviertel** gekommen sind, wollten wir es vor Verfall und Abriss  retten und in der Hamburger Innenstadt einen Raum schaffen, in dem Neues entstehen kann durch Kunst, Kultur und Gespräche, in Ateliers, Wohnungen und sozialen Projekten. Die Häuser stehen noch, wir sind noch da – und wir arbeiten jeden Tag weiter an unserem Ziel.\r\n\r\nUm den Verkauf des **Haus der Statistik** an Investoren und den damit verbundenen Abriss zu verhindern wurde im September 2015 eine Kunstaktion am Haus der Statistik inszeniert. Die Allianz bedrohter Berliner Atelierhäuser (AbBA), eine Gruppe engagierter Künstler:innen, brachte ein großes Poster im Stile eines offiziellen Bauschilds an der Fassade an: „Hier entstehen für Berlin: Räume für Kultur, Bildung und Soziales“.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 160,
      "code": "K8UHKP",
      "public_name": "Forum für Freiraum",
      "biography": null,
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}