{
  "id": 49175,
  "guid": "f67e9b12-567d-5dc2-998c-3a1b3cd078ef",
  "logo": "",
  "date": "2022-12-27T18:30:00+01:00",
  "start": "18:30",
  "duration": "00:40",
  "room": "Fireshonks-Stream",
  "slug": "fire-shonks-2022-49175-haste-mal-ne-mark-wieso-du-fr-digitale-dienste-geld-nehmen-solltest-",
  "url": "https://pretalx.c3voc.de/fire-shonks-2022/talk/VRK9JD/",
  "title": "Haste mal ne Mark? Wieso Du für digitale Dienste Geld nehmen solltest.",
  "subtitle": "",
  "track": "Digitalcourage",
  "type": "Talk",
  "language": "de",
  "abstract": "Viele Nutzende verwechseln gerade in Deutschland immer noch freie mit kostenloser Software. Aber auch die Anbietenden haben oft nicht den Mut, Geld für ihre Arbeit zu verlangen. Wieso das für alle Beteiligten schlecht ist, und was die Alternativen sein können, ohne wen auszuschließen, möchte ich in diesem Talk beleuchten.",
  "description": "Es gibt viele gute Gründe für ehrenamtliche Arbeit im Netz, oft richten aber gerade die besten Leute sich für die Community zu Grunde, die im schlimmsten Fall plötzlich ohne die Dienstleistung oder den Code im Regen steht. Eine Anerkennung der geleisteten Arbeit in Form von schnöder, althergebrachter Knete kann ein Faktor sein, um das zu verhindern.\r\nWie man bewertet, wann die Arbeit \"zu viel\" wird, die erste Hürde nach Geld zu fragen überwindet, und nicht zuletzt über Systeme sicherstellt, dass trotzdem auch Leute ohne Kohle von Deiner Arbeit profitieren können, ist Thema dieses Talks.\r\nGratis dazu gibt es einen Arschtritt für Nutzende, die zwar das Geld aber nicht die Bereitschaft besitzen, Leute für Kram im Netz zu bezahlen und eine Erklärung, wieso sie sich damit ins eigene Fleisch schneiden.\r\nMarkus hat jahrelang ehrenamtlich als Admin in einem großen deutschen Gamer-Forum und auf LAN-Parties gearbeitet. Später hat er das selbe für Geld getan, was ihm sehr viel besser gefallen hat. \r\nAktuell arbeitet er bei Digitalcourage in Bielefeld.",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 3311,
      "code": "QSGAAT",
      "public_name": "Markus",
      "biography": "Markus betreut bei Digitalcourage den Shop und das Campaigning. \r\nEr hat viele Jahre ein großes deutsches Gamer-Forum administriert und Menschen auf LAN-Parties betreut, erst ehrenamtlich und dann für Geld.\r\nWenn er nicht gerade zwischen Weihnachten und Silvester im Internet über Kohle redet, verwandelt er auf dem lippischen Dorf eine Wiese in einen Naturgarten und renoviert das dazugehörige Haus.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "pretalx.c3voc.de"
}