{
  "id": 49208,
  "guid": "fc4581b6-6f46-5ae0-b3b1-b3068864d275",
  "logo": "",
  "date": "2022-12-28T13:30:00+01:00",
  "start": "13:30",
  "duration": "00:30",
  "room": "Theater Hall E.T.I.",
  "slug": "hip-berlin-2022-49208-librevents-liberating-data-from-big-tech",
  "url": "https://pretalx.c3voc.de/hip-berlin-2022/talk/YKXPH7/",
  "title": "Librevents: “liberating” data from Big Tech",
  "subtitle": "",
  "track": null,
  "type": "Talk/panel 30 min",
  "language": "en",
  "abstract": "Librevent is a browser extension allowing any user to copy and republish (“scrape”) data about events posted on proprietary platforms onto free libre and open source decentralized networks. \r\n\r\nFor now, Librevents focuses on liberating events data (description, date and time, location) from Facebook onto Mobilizon, an event-management platform alternative part of the Fediverse*.\r\n\r\nThe intention behind Librevents is to feed alternative ethical platforms like Mobilizon with content, in order to help them counter the “network effect” (users staying on Facebook because the information is only available there). The concept of “data liberation” could later be applied to other types of contents and platforms.\r\n\r\nThe data we liberate is initially posted as a “public event” by the organizer. We make this data truly “public” and available on free platforms, without violating the organizer’s original intentions.",
  "description": "*Fediverse: a federated network of free libre and open source alternatives to Twitter, Facebook, Youtube. The networks within the Fediverse communicate together through the ActivityPub protocol.\r\n\r\nIn 2021, we have been developing Mobilize.Berlin, an event platform based on Mobilizon, intended for the club and music scene in Berlin. \r\nIn 2022, we have kept improving Librevents within our Mobilize.Berlin community, organizing two hackathons at the c-base hackerspace in Berlin.\r\n\r\nIn this talk we will present the browser extension Librevents, available to download and allowing any user to scrape and republish themselves events onto a Mobilizon instance. \r\n\r\nOur goal is to grow our community of developers, event organizers, and Mobilizon instance administrators in order to improve Librevents, to promote Mobilizon and the Fediverse, and make data liberation happen.\r\n\r\nkeywords: Fediverse, Mobilizon, data liberation, adversarial interoperability",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 345,
      "code": "TAENRL",
      "public_name": "Joseph",
      "biography": "Free Software advocate working on issues related to digitization and environmental harm, proponent of autonomous (digital) spaces.",
      "answers": []
    },
    {
      "id": 3335,
      "code": "DUSDSD",
      "public_name": "Claudio Agosti",
      "biography": "also known as vecna, founder of tracking.exposed, previously has spent many years in globaleaks.org. Developer, researcher, but first and foremost activist for digital rights. \"crypto\" means \"cryptography\"",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "pretalx.c3voc.de"
}