{
  "id": 1232,
  "guid": "ff12a325-db0d-532d-904d-9647405859a6",
  "logo": "/media/freiraumforum/submissions/UVYJCH/Alligator_AoiSwimming_Credits_KlausErikaDietl_9TjN6cO.jpg",
  "date": "2022-12-29T20:00:00+01:00",
  "start": "20:00",
  "duration": "03:00",
  "room": "Klangkeller - H1-U.1",
  "slug": "jev22-1232-alligator_gozaimasu_takeover",
  "url": "https://forum.freiraeumen.jetzt/freiraumforum/talk/UVYJCH/",
  "title": "Alligator Gozaimasu Takeover",
  "subtitle": ": LIVE",
  "track": "Freiräume",
  "type": "Concert",
  "language": "en",
  "abstract": "Experimental live sessions by Alligator Gozaimasu and friends. Alligator Gozaimasu is an art and sound collective with about 60 members spread all over the world.",
  "description": "In 2014 beißpony's percussionist and songwriter Stephanie Müller and queerfeminist filmmaker and artist Klaus Erika Dietl had the chance to dive deep into Japan's underground music scene. There they started Alligator Gozaimasu. During the pandemic lots of further sound lovers and artists joined the international art and music collective. On December 29th 2022 Alligator Gozaimasu artists and friends of the collective who are based in Munich and nearby will be part of the live session. \r\nLine-Up: Klaus Erika Dietl, Sebastian Giussani, Andrea Lesjak, Stephanie Müller Bernadette Stadler, Karin Weixler, Carlotta Wirtl & Jim, Lina Zylla.\r\nwww.alligatorgozaimasu.bandcamp.com",
  "recording_license": "",
  "do_not_record": false,
  "persons": [
    {
      "id": 156,
      "code": "98MRYJ",
      "public_name": "Alligator Gozaimasu",
      "biography": "ALLIGATOR GOZAIMASU is like a fluid body. It consists of many voices and noises. The art and sound collective, with about 60 members spread all over the world, started in 2014.\r\nBack then Munich based artists Stephanie Müller and Klaus Erika Dietl had the chance to dive deep into Japan's queerfeminist music underground.\r\nKlaus Erika Dietl is a queerfeminist filmmaker, painter, performance and sound artist. Stephanie Müller is a textile artist, experimental musician, performance artist and sociological researcher.",
      "answers": []
    }
  ],
  "links": [],
  "attachments": [],
  "room_id": null,
  "origin": "forum.freiraeumen.jetzt"
}